
ItemSourceDB = {
}
ObjectLocationDB = {
	["挑战者的箱子"] = {
		["y"] = -1,
		["x"] = -1,
		["name"] = "挑战者的箱子",
		["zone"] = "黑鸦堡垒",
		["subzone"] = "渡鸦之冠",
	},
	["鹰羽"] = {
		["y"] = 29,
		["x"] = 39,
		["name"] = "鹰羽",
		["zone"] = "神射手营地",
		["subzone"] = "神射手营地",
	},
}
CreatureLocationDB = {
}
CreatureDB = {
}
QuestDB = {
}
QuestCompleteDB = {
}
QuestEventDB = {
}
SkillSourceDB = {
}
BigFootBot_Version = {
}
BigFootBot_Info = nil
PlayersDB = {
	["史诗战火皓然:暗影之月"] = {
		["race"] = 7,
		["name"] = "史诗战火皓然",
		["guild"] = "忆幽轩",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 12,
		["server"] = "暗影之月",
	},
	["不加糖的布丁:暗影之月"] = {
		["race"] = 6,
		["name"] = "不加糖的布丁",
		["guild"] = "光明之心",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 6,
		["server"] = "暗影之月",
	},
	["剔你哦:暗影之月"] = {
		["race"] = 3,
		["name"] = "剔你哦",
		["guild"] = "AllForLove",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 5,
		["server"] = "暗影之月",
	},
	["Onepunchman:暗影之月"] = {
		["race"] = 6,
		["name"] = "Onepunchman",
		["guild"] = "仇敌三千奈我何",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["斯通菲尔祎:暗影之月"] = {
		["race"] = 7,
		["name"] = "斯通菲尔祎",
		["level"] = 102,
		["gender"] = 3,
		["class"] = 12,
		["server"] = "暗影之月",
	},
	["精灵盈盈:暗影之月"] = {
		["race"] = 7,
		["name"] = "精灵盈盈",
		["level"] = 105,
		["gender"] = 3,
		["class"] = 6,
		["server"] = "暗影之月",
	},
	["丶再睡一夏:暗影之月"] = {
		["race"] = 9,
		["name"] = "丶再睡一夏",
		["guild"] = "Night Raid",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 2,
		["server"] = "暗影之月",
	},
	["宝宝小无敌:伊森利恩"] = {
		["race"] = 7,
		["name"] = "宝宝小无敌",
		["guild"] = "黑暗一王朝",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 12,
		["server"] = "伊森利恩",
	},
	["龍帝:暗影之月"] = {
		["race"] = 11,
		["name"] = "龍帝",
		["guild"] = "银翼之輝",
		["level"] = 100,
		["gender"] = 2,
		["class"] = 7,
		["server"] = "暗影之月",
	},
	["舞法天女:暗影之月"] = {
		["race"] = 6,
		["name"] = "舞法天女",
		["guild"] = "乱世红颜梦",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 9,
		["server"] = "暗影之月",
	},
	["丨麒麟灬子:暗影之月"] = {
		["race"] = 6,
		["name"] = "丨麒麟灬子",
		["guild"] = "屠格勒",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 9,
		["server"] = "暗影之月",
	},
	["Mozart:熊猫酒仙"] = {
		["race"] = 6,
		["name"] = "Mozart",
		["guild"] = "休闲物语",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 3,
		["server"] = "熊猫酒仙",
	},
	["Dadanion:石爪峰"] = {
		["race"] = 6,
		["name"] = "Dadanion",
		["guild"] = "挽歌",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 1,
		["server"] = "石爪峰",
	},
	["欢乐三打一:暗影之月"] = {
		["race"] = 6,
		["name"] = "欢乐三打一",
		["guild"] = "沧月天下",
		["level"] = 104,
		["gender"] = 3,
		["class"] = 5,
		["server"] = "暗影之月",
	},
	["龙源一晓枫:暗影之月"] = {
		["race"] = 6,
		["name"] = "龙源一晓枫",
		["guild"] = "忆幽轩",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["天地至尊:暗影之月"] = {
		["race"] = 6,
		["name"] = "天地至尊",
		["guild"] = "挽歌",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 3,
		["server"] = "暗影之月",
	},
	["丨七喜丶:暗影之月"] = {
		["race"] = 7,
		["name"] = "丨七喜丶",
		["guild"] = "云霄阁",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 6,
		["server"] = "暗影之月",
	},
	["Jzhh:暗影之月"] = {
		["race"] = 11,
		["name"] = "Jzhh",
		["guild"] = "挽歌",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 10,
		["server"] = "暗影之月",
	},
	["舍离乄断天涯:暗影之月"] = {
		["race"] = 7,
		["name"] = "舍离乄断天涯",
		["guild"] = "黎明之愿",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 12,
		["server"] = "暗影之月",
	},
	["大大黑牛:卡珊德拉"] = {
		["race"] = 2,
		["name"] = "大大黑牛",
		["guild"] = "魔界守护",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 10,
		["server"] = "卡珊德拉",
	},
	["孤独吊丝:暗影之月"] = {
		["race"] = 6,
		["name"] = "孤独吊丝",
		["guild"] = "浅末丶浮生",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 9,
		["server"] = "暗影之月",
	},
	["Mirelia:暗影之月"] = {
		["race"] = 6,
		["name"] = "Mirelia",
		["guild"] = "和谐天空",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["夏叶鳴:暗影之月"] = {
		["race"] = 6,
		["name"] = "夏叶鳴",
		["guild"] = "JUST LIKE HEAVEN",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["心动之时:风暴峭壁"] = {
		["race"] = 11,
		["name"] = "心动之时",
		["guild"] = "浮士德",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 10,
		["server"] = "风暴峭壁",
	},
	["张二牛:暗影之月"] = {
		["race"] = 6,
		["name"] = "张二牛",
		["guild"] = "世界的尽头其实并不遥远",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 9,
		["server"] = "暗影之月",
	},
	["胖不胖啊:暗影之月"] = {
		["race"] = 7,
		["name"] = "胖不胖啊",
		["guild"] = "Heart beat",
		["level"] = 103,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["腋毛疼一宿:暗影之月"] = {
		["race"] = 7,
		["name"] = "腋毛疼一宿",
		["guild"] = "挽歌",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["枯叶枫:暗影之月"] = {
		["race"] = 6,
		["name"] = "枯叶枫",
		["guild"] = "星之彼端",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 7,
		["server"] = "暗影之月",
	},
	["大球长丶:暗影之月"] = {
		["race"] = 6,
		["name"] = "大球长丶",
		["guild"] = "一波流",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 9,
		["server"] = "暗影之月",
	},
	["丶演员:卡德罗斯"] = {
		["race"] = 7,
		["name"] = "丶演员",
		["guild"] = "黑涩会",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 12,
		["server"] = "卡德罗斯",
	},
	["套路越来越多:暗影之月"] = {
		["race"] = 15,
		["name"] = "套路越来越多",
		["guild"] = "双葉幼稚园",
		["level"] = 110,
		["gender"] = 2,
		["class"] = 9,
		["server"] = "暗影之月",
	},
	["钢灬炮:暗影之月"] = {
		["race"] = 6,
		["name"] = "钢灬炮",
		["guild"] = "最初信仰",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 3,
		["server"] = "暗影之月",
	},
	["泡泡无双:暗影之月"] = {
		["race"] = 10,
		["name"] = "泡泡无双",
		["guild"] = "Juventus",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
	["小月虹虹:暗影之月"] = {
		["race"] = 6,
		["name"] = "小月虹虹",
		["guild"] = "挽歌",
		["level"] = 110,
		["gender"] = 3,
		["class"] = 4,
		["server"] = "暗影之月",
	},
}
UtilDB = {
}
NPCMarkCollectionDB = {
}
BigFootBot_collectData = {
	["CombatBattlePetData"] = {
	},
	["BigFootBank_Data"] = {
		["Items"] = {
			["猫笼（黑纹灰猫）"] = {
				["marketID"] = 13,
				["link"] = "|cffffffff|Hitem:8491::::::::100:259::15::::|h[猫笼（黑纹灰猫）]|h|r",
				["itemType"] = "宠物小伙伴",
				["sellerName"] = "布琳妮",
				["currBid"] = 15460000,
				["level"] = 1,
				["numBids"] = 10,
				["levelType"] = "REQ_LEVEL_ABBR",
				["quantity"] = 1,
				["name"] = "猫笼（黑纹灰猫）",
				["minBid"] = 16230000,
				["minIncrement"] = 770000,
				["usable"] = true,
				["timeLeft"] = 0,
				["texture"] = 132599,
			},
		},
		["numItems"] = 1,
		["time"] = "2016-9-25-22-7",
		["server"] = "暗影之月",
	},
	["WildBattlePetData"] = {
	},
}
SpamChatDB = {
	[1474818576] = {
		["name"] = "喜剧的丶忧伤",
		["content"] = " |cff0070dd|Hitem:123915::::::::110:72::13:5:596:601:689:1678:3408:::|h[快刀之邪钢肩甲]|h|r |cff0070dd|Hitem:123916::::::::110:72::13:5:596:601:689:1709:3408:::|h[曙光之邪钢护腰]|h|r",
	},
	[1474819789] = {
		["name"] = "丶语风-暗影之月",
		["content"] = "天光-老牌工会翡翠梦境普通全通 开荒H 诚收 意识到位 手法犀利 有态度讲义气 各职业  装备不好我们可以培养~只求副本态度认真 ",
	},
	[1474812527] = {
		["name"] = "远方丶-暗影之月",
		["content"] = "有没有狂徒贼武器在875左右的 发一个 谢谢",
	},
	[1474818273] = {
		["name"] = "黯淡灬记忆-暗影之月",
		["content"] = " |cffff8000|Hinstancelock:Player-916-0278291F:1520:14:119|h[翡翠梦魇]|h|r求组7号",
	},
	[1474812220] = {
		["name"] = "风骚的小公主",
		["content"] = "M监狱 来个治疗 4=1",
	},
	[1474814343] = {
		["name"] = "暗夜小熊",
		["content"] = "M艾萨拉老2了来840+治疗=====1",
	},
	[1474817671] = {
		["name"] = "墨鋒-暗影之月",
		["content"] = "《黎明曙光》工会招治疗,远程DPS,活动时间4512晚上8-11点，龙凤、死眼幼崽已解锁",
	},
	[1474816159] = {
		["name"] = "汉堡亡-暗影之月",
		["content"] = "汉堡王CD专卖店，现有无敌、飞机头、DS8、季坤、螺丝、星光500一发，老牌店铺品质服务！请认准汉堡王！活动第买3送1！另有史诗小吼进度！",
	},
	[1474821645] = {
		["name"] = "妙光山琉璃-暗影之月",
		["content"] = "雷霆呼呼有BUG了？",
	},
	[1474819483] = {
		["name"] = "陌小昕的死骑-暗影之月",
		["content"] = "无上荣光工会盛大收人啦，欢迎无家可归的小伙伴们加入，这里是您温暖的家，公会收些奶妈和远程一起愉快活动，详情MMMMM。快快加入把，刷屏见谅",
	},
	[1474813430] = {
		["name"] = "磬风",
		["content"] = "@XjFeU0NMQ15OMl5OMTgwMl5e",
	},
	[1474820704] = {
		["name"] = "卍爨-暗影之月",
		["content"] = "{rt3}新CD 5人本，8个史诗毕业，效率给力，来各职业，无竟争，良心诚信，需求的MM",
	},
	[1474818877] = {
		["name"] = "墨非墨-暗影之月",
		["content"] = "刚才 喊H团队的人呢 ~~~~~~~~~",
	},
	[1474812828] = {
		["name"] = "木叶露琪亚-暗影之月",
		["content"] = "有- -848奶萨，但任务没做完",
	},
	[1474814037] = {
		["name"] = "岚翔丶-暗影之月",
		["content"] = "圆桌骑士7.0招收各系强力玩家（浩劫 法师 猎人 奶萨优先） DKP制度,活动时间暂定每周567晚 ,欢迎咨询，刷屏请见谅",
	},
	[1474821319] = {
		["name"] = "夜晚星-暗影之月",
		["content"] = " |cffa335ee|Hitem:138019::::::::110:65:4587520:::1516:3:1:::|h[史诗钥石]|h|r有没有打的",
	},
	["factionGroup"] = "Alliance",
	[1474816763] = {
		["name"] = "卍爨-暗影之月",
		["content"] = "{rt3}新CD 5人本,8个史诗毕业,效率给力,来各职业,无竟争,98-110级玩家需求的MM",
	},
	[1474815554] = {
		["name"] = "君临丶天下-暗影之月",
		["content"] = "《青云门》诚信招收布甲职业，板甲职业奶MS，工会布甲，板甲特别少急需现在PT翡翠梦靥全通，预备H梦靥 DKP制度 只要稳定装备不愁，没有亲朋团！！！！活动时间7.30-11点周五六日！",
	},
	["realm"] = "暗影之月",
	[1474820092] = {
		["name"] = "神经节苷脂-暗影之月",
		["content"] = "收巫妖王CD 有的M",
	},
	[1474814952] = {
		["name"] = "霍比特联盟-暗影之月",
		["content"] = " |cffa335ee|Hitem:141566::::::::110:104::26:1:1502:::|h[塞琳妮的恶习]|h|r |cffa335ee|Hitem:141573::::::::110:104::26:1:1502:::|h[索克尔的残酷腰带]|h|r代价mm",
	},
	[1474815253] = {
		["name"] = "Inthefuture-暗影之月",
		["content"] = "M艾萨拉  来一DP[S  850 碾压",
	},
	[1474821017] = {
		["name"] = "Itslvx-暗影之月",
		["content"] = "@XjFeU0NMQ15OMl5OMjcyXl4",
	},
	[1474817368] = {
		["name"] = "岚翔丶-暗影之月",
		["content"] = "圆桌骑士7.0招收各系强力玩家（浩劫 法师 猎人 奶萨优先） DKP制度,活动时间暂定每周567晚 ,欢迎咨询，刷屏请见谅",
	},
	[1474816461] = {
		["name"] = "我吥會嘲讽-暗影之月",
		["content"] = "圆桌骑士 PT已通 招收840+强力玩家（浩劫 法师 猎人优先） DKP制度,活动时间暂定每周567晚 ,欢迎咨询，刷屏请见谅",
	},
	[1474817065] = {
		["name"] = "血腥小黑-暗影之月",
		["content"] = "@XjFeU0NMQ15OMl5OMTYyNl5e",
	},
	[1474814645] = {
		["name"] = "丶语风-暗影之月",
		["content"] = "天光-老牌工会翡翠梦境普通全通 开荒H 诚收 意识到位 手法犀利 有态度讲义气 各职业  装备不好我们可以培养~只求副本态度认真 ",
	},
	[1474819182] = {
		["name"] = "为啥要次兔兔-暗影之月",
		["content"] = "坚挺哒7年养老公会<Elegy>每个版本坚持活动~{害羞}现招收优秀的各职业玩家~目前DH已满 其他职业稳定者可以小跑前来咨询(～￣▽￣)～ 时间暂定1234晚 ~扰屏见谅~(*'ω'*)",
	},
	[1474813129] = {
		["name"] = "丿丨晓德-暗影之月",
		["content"] = "有卖狐尾花的么",
	},
	[1474822250] = {
		["name"] = "执剑天下-暗影之月",
		["content"] = "{最初的梦想} 主力开荒团.招收优秀【武僧/猎人/盗贼/鸟德】手法意识好.稳定.时间4567-8.00-11.00.非强勿扰。",
	},
	[1474820403] = {
		["name"] = "战神灬骑妹儿-暗影之月",
		["content"] = "  《卡哇伊萌妹超能游戏园》，|cffffff00|Hachievement:10866:Guild-916-000001F3FD6C:1:9:24:16:4294967295:4294967295:4294967295:4294967295|h[翡翠梦魇（公会版）]|h|r每周四五六晚8：00—11：00，招收开荒玩家，欢迎加入",
	},
	[1474821947] = {
		["name"] = "殇丨痕-暗影之月",
		["content"] = " |cff0070dd|Hitem:128705::::::::110:253::13:3:596:600:689:::|h[暗月套牌：统御]|h|r收一个代价MMM ",
	},
	[1474815855] = {
		["name"] = "Lockgun-暗影之月",
		["content"] = "JUST LIKE HEAVEN 活动时间456晚上，开荒秘境队以及翡翠梦魇,招收dps和治疗职业，目前开荒h乌索克，招收dps跟治疗职业(特别招收fs跟ss），欢迎你的加入。同时开启工会秘境队招募。",
	},
	[1474813732] = {
		["name"] = "丶獨自去偸歡",
		["content"] = "大米是水稻",
	},
	[1474817972] = {
		["name"] = "荧惑流光-暗影之月",
		["content"] = "@XjFeU0NMQ15OMl5OODQ0Xl4",
	},
}
