
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["s"] = 1.2,
		["b"] = 0.1,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["强化"] = {
			139508, -- [1]
			"item", -- [2]
		},
		["照明弹"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["气体泡泡"] = {
			137369, -- [1]
			"item", -- [2]
		},
		["夺命黑鸦"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["弹幕射击"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["束缚射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["震荡射击"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["召唤宠物 2"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["疯狂耳语"] = {
			118922, -- [1]
			"item", -- [2]
		},
		["传送"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["假死"] = {
			22, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["误导"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["群兽奔腾"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["狂野怒火"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["眼镜蛇射击"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["治疗宠物"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["解散宠物"] = {
			54, -- [1]
			"spell", -- [2]
		},
		["杀戮命令"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["反制射击"] = {
			24, -- [1]
			"spell", -- [2]
		},
		["治疗石"] = {
			5512, -- [1]
			"item", -- [2]
		},
		["野性守护"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["凶暴野兽"] = {
			23, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["复活宠物"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["灵龟守护"] = {
			32, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["s"] = 0.9,
		["b"] = 0,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["mins"] = {
		["s"] = 0.7,
		["b"] = 0,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["s"] = 0.6,
		["b"] = 0,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["s"] = 0.6,
		["b"] = 0.4,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
