
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["黑长直又硬 - 暗影之月"] = "黑长直又硬 - 暗影之月",
	},
	["profiles"] = {
		["黑长直又硬 - 暗影之月"] = {
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "艾泽丨拉斯-瓦里安",
						["iLvl"] = 881,
						["time"] = 1484235341,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "youf30#5477",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "波塞伊-雷斧堡垒",
						["iLvl"] = 854,
						["time"] = 1484235341,
						["class"] = 2,
						["bTag"] = "陶洛克#5972",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "雪莉璐-安苏",
						["time"] = 1484235218,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "欧耶-奥达曼",
						["iLvl"] = 860,
						["time"] = 1484235341,
						["class"] = 12,
						["bTag"] = "马胜强#5627",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "谷雨茶-圣火神殿",
						["iLvl"] = 892,
						["time"] = 1484235233,
						["class"] = 11,
						["bTag"] = "生活大爆炸#5126",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "墨瑯-格瑞姆巴托",
						["time"] = 1484235341,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "珍视家庭-达纳斯",
						["iLvl"] = 794,
						["time"] = 1484235332,
						["class"] = 1,
						["bTag"] = "koshihae#5838",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "真的不会玩-火烟之谷",
						["iLvl"] = 857,
						["time"] = 1484235265,
						["class"] = 9,
						["bTag"] = "Windranger#51446",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "搞事宠-蜘蛛王国",
						["iLvl"] = 883,
						["time"] = 1484235312,
						["class"] = 3,
						["bTag"] = "HJL#51884",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "殇熙-霜之哀伤",
						["time"] = 1484235238,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "帅醒丶溡绱-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1484235341,
						["class"] = 2,
						["bTag"] = "默默丶等待#5357",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "开大如疯狗-主宰之剑",
						["iLvl"] = 867,
						["time"] = 1484235229,
						["class"] = 12,
						["bTag"] = "刘幸#5448",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "混乱时雨-风暴峭壁",
						["iLvl"] = 876,
						["time"] = 1484235341,
						["class"] = 9,
						["bTag"] = "Butcher#51135",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "弑魂魅影-迦拉克隆",
						["iLvl"] = 841,
						["time"] = 1484235341,
						["class"] = 8,
						["bTag"] = "小小飞飞#5868",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "恐惧背刺-灰谷",
						["time"] = 1484235341,
						["class"] = 4,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆大胸-阿古斯",
						["time"] = 1484235341,
						["class"] = 9,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "通则不痛-破碎岭",
						["iLvl"] = 878,
						["time"] = 1484235341,
						["class"] = 1,
						["bTag"] = "凯瑞甘#59655",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "乄易劍聖乄-时光之穴",
						["iLvl"] = 895,
						["time"] = 1484235227,
						["class"] = 12,
						["bTag"] = "魔法师#51892",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "術尐寳-守护之剑",
						["time"] = 1484235233,
						["class"] = 9,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "乖哥-阿纳克洛斯",
						["iLvl"] = 884,
						["time"] = 1484235231,
						["class"] = 7,
						["bTag"] = "Jason#55443",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "听雨轩中-军团要塞",
						["iLvl"] = 873,
						["time"] = 1484235341,
						["class"] = 6,
						["bTag"] = "悠然西洲梦#5925",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Spielberg-闪电之刃",
						["time"] = 1484235240,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "Moonkonew-雷斧堡垒",
						["iLvl"] = 884,
						["time"] = 1484235336,
						["class"] = 11,
						["bTag"] = "invendence#5295",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "小向-梦境之树",
						["iLvl"] = 883,
						["time"] = 1484235293,
						["class"] = 11,
						["bTag"] = "Daniel#5551",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "图柆扬-德拉诺",
						["iLvl"] = 876,
						["time"] = 1484235257,
						["class"] = 2,
						["bTag"] = "你的噩梦#51132",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "水杉琳-铜龙军团",
						["iLvl"] = 854,
						["time"] = 1484235332,
						["class"] = 7,
						["bTag"] = "黄金术狮#5127",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "毁容还是帅-熊猫酒仙",
						["iLvl"] = 861,
						["time"] = 1484235284,
						["class"] = 2,
						["bTag"] = "天火#5112",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "橙丶橙丶橙-影之哀伤",
						["iLvl"] = 888,
						["time"] = 1484235238,
						["class"] = 3,
						["bTag"] = "BestRivenYsL#5847",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利坍-朵丹尼尔",
						["iLvl"] = 865,
						["time"] = 1484235229,
						["class"] = 8,
						["bTag"] = "老瓦儿子打牌太脏#5101",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "蘑菇与狐狸-回音山",
						["iLvl"] = 874,
						["time"] = 1484235238,
						["class"] = 2,
						["bTag"] = "去来#5511",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "半墓尘沙-扎拉赞恩",
						["time"] = 1484235218,
						["class"] = 3,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "于光同尘-时光之穴",
						["time"] = 1484235218,
						["class"] = 2,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "肖宁子-桑德兰",
						["iLvl"] = 879,
						["time"] = 1484235341,
						["class"] = 10,
						["bTag"] = "阿拉斯菜#5910",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "小滚球-山丘之王",
						["iLvl"] = 852,
						["time"] = 1484235229,
						["class"] = 12,
						["bTag"] = "咪咪有狼牙棒#5408",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "坚持不射-古尔丹",
						["time"] = 1484235341,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "重生的信念-山丘之王",
						["iLvl"] = 844,
						["time"] = 1484235341,
						["class"] = 6,
						["bTag"] = "shenye#5764",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "嘘伪-安苏",
						["time"] = 1484235336,
						["class"] = 5,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "橘莉莎-深渊之巢",
						["time"] = 1484235341,
						["class"] = 6,
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "吃斋的和尚-末日行者",
						["time"] = 1484235341,
						["class"] = 7,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "阿黛勒-破碎岭",
						["iLvl"] = 892,
						["time"] = 1484235341,
						["class"] = 2,
						["bTag"] = "凯瑟琳赫本#51110",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "漂凌小战-托尔巴拉德",
						["iLvl"] = 827,
						["time"] = 1484235341,
						["class"] = 1,
						["bTag"] = "爱很甜呀#5130",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "贝德摩尔-国王之谷",
						["iLvl"] = 856,
						["time"] = 1484235312,
						["class"] = 10,
						["bTag"] = "随缘躺赢枪法#5713",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "菜刀流星斩-斯坦索姆",
						["iLvl"] = 815,
						["time"] = 1484235332,
						["class"] = 1,
						["bTag"] = "GhostMage#5726",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "伊瑞尓-克洛玛古斯",
						["time"] = 1484235312,
						["class"] = 2,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "龙影一枪-塞拉摩",
						["iLvl"] = 792,
						["time"] = 1484235341,
						["class"] = 3,
						["bTag"] = "沉默之剑#540939",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "爪子很忙-铜龙军团",
						["time"] = 1484235336,
						["class"] = 11,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血焚月-圣火神殿",
						["iLvl"] = 855,
						["time"] = 1484235341,
						["class"] = 12,
						["bTag"] = "takkaman#5669",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "婷婷不语-石锤",
						["iLvl"] = 828,
						["time"] = 1484235330,
						["class"] = 3,
						["bTag"] = "冷眸#5596",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "拳獣-破碎岭",
						["iLvl"] = 886,
						["time"] = 1484235341,
						["class"] = 6,
						["bTag"] = "水牛#5989",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "准星-索瑞森",
						["time"] = 1484235341,
						["class"] = 3,
					}, -- [50]
				},
				["2-121-454-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "桑德兰小千军-桑德兰",
						["iLvl"] = 873,
						["time"] = 1484387411,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "丨欲火中烧丶#5194",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "狂妄不羁-桑德兰",
						["iLvl"] = 846,
						["time"] = 1484387411,
						["class"] = 8,
						["bTag"] = "天堂不寂寞#5942",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "沐初阳-月光林地",
						["iLvl"] = 876,
						["time"] = 1484387411,
						["class"] = 2,
						["bTag"] = "武之殇#5374",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "宫小萌-山丘之王",
						["iLvl"] = 871,
						["time"] = 1484387411,
						["class"] = 6,
						["bTag"] = "毛伟明#5951",
					}, -- [4]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "也爹追随者-暗影之月",
						["iLvl"] = 874,
						["time"] = 1482567673,
						["class"] = 2,
						["bTag"] = "xuzixx#5508",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "伊利莎丶乱步-日落沼泽",
						["iLvl"] = 887,
						["time"] = 1482567613,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "黑夜挣扎#5641",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的菜虫-末日行者",
						["time"] = 1482567837,
						["class"] = 2,
						["leader"] = true,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "流氓爺們-索瑞森",
						["time"] = 1482567817,
						["class"] = 5,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "狗生无憾-格瑞姆巴托",
						["iLvl"] = 822,
						["time"] = 1482567812,
						["class"] = 3,
						["bTag"] = "为了血精灵#5676",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "动感小不正-冰霜之刃",
						["time"] = 1482567837,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "崩锅-德拉诺",
						["time"] = 1482567504,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "残月-玛瑟里顿",
						["iLvl"] = 850,
						["time"] = 1482567522,
						["class"] = 2,
						["bTag"] = "全职业雨#5887",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Fashion-戈古纳斯",
						["iLvl"] = 847,
						["time"] = 1482567549,
						["class"] = 12,
						["bTag"] = "战斗之精灵#5277",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "彡炮-海克泰尔",
						["iLvl"] = 856,
						["time"] = 1482567837,
						["class"] = 6,
						["bTag"] = "Firegame#5578",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小趱-翡翠梦境",
						["time"] = 1482567837,
						["class"] = 1,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "匪城悍士-海达希亚",
						["iLvl"] = 867,
						["time"] = 1482567837,
						["class"] = 6,
						["bTag"] = "一世风流#5308",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰非冰-迅捷微风",
						["iLvl"] = 863,
						["time"] = 1482567829,
						["class"] = 3,
						["bTag"] = "安度因的叔叔#5479",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Anakinsk-格瑞姆巴托",
						["time"] = 1482567821,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "公主小妹-霜之哀伤",
						["iLvl"] = 893,
						["time"] = 1482567823,
						["class"] = 7,
						["bTag"] = "莫涉心#5364",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼谷子殇-轻风之语",
						["iLvl"] = 862,
						["time"] = 1482567812,
						["class"] = 10,
						["bTag"] = "褪色心情#5134",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Vousmevoyez-暗影之月",
						["time"] = 1482567837,
						["class"] = 8,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "火葬-塞泰克",
						["iLvl"] = 859,
						["time"] = 1482567520,
						["class"] = 8,
						["bTag"] = "火葬#51846",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔海洋-普罗德摩",
						["iLvl"] = 855,
						["time"] = 1482567837,
						["class"] = 12,
						["bTag"] = "海洋的心#5281",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "心妍-轻风之语",
						["iLvl"] = 874,
						["time"] = 1482567812,
						["class"] = 3,
						["bTag"] = "peishuo213#5637",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "布拉吉-国王之谷",
						["iLvl"] = 844,
						["time"] = 1482567837,
						["class"] = 9,
						["bTag"] = "热狗#51906",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉灬面条三-主宰之剑",
						["iLvl"] = 864,
						["time"] = 1482567837,
						["class"] = 9,
						["bTag"] = "CrankyPants#522505",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "战殇隼-荆棘谷",
						["iLvl"] = 886,
						["time"] = 1482567819,
						["class"] = 9,
						["bTag"] = "伊利丹抽风#5360",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "破晓之锋-影牙要塞",
						["iLvl"] = 852,
						["time"] = 1482567837,
						["class"] = 6,
						["bTag"] = "学生会长的男盆友#5179",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "风骚归来-末日行者",
						["iLvl"] = 887,
						["time"] = 1482567837,
						["class"] = 2,
						["bTag"] = "幸运符#5588",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "兮颜樱雪-国王之谷",
						["iLvl"] = 882,
						["time"] = 1482567835,
						["class"] = 11,
						["bTag"] = "雪崖霜叶#5168",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "伊莉笛-梦境之树",
						["iLvl"] = 847,
						["time"] = 1482567837,
						["class"] = 12,
						["bTag"] = "何懿#5540",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "雪花飛舞-埃德萨拉",
						["iLvl"] = 880,
						["time"] = 1482567829,
						["class"] = 6,
						["bTag"] = "BT160613#57898",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "兮兮丶冥翼-法拉希姆",
						["iLvl"] = 881,
						["time"] = 1482567799,
						["class"] = 10,
						["bTag"] = "幻想#5976",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "潇逸蜜雪儿-麦维影歌",
						["iLvl"] = 861,
						["time"] = 1482567837,
						["class"] = 4,
						["bTag"] = "故地重游#5501",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小青龍-塞拉摩",
						["iLvl"] = 876,
						["time"] = 1482567812,
						["class"] = 2,
						["bTag"] = "cnrebecca#5595",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "问你信不信邪-扎拉赞恩",
						["iLvl"] = 892,
						["time"] = 1482567819,
						["class"] = 6,
						["bTag"] = "西瓜萌萌哒#5352",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老友哥-海克泰尔",
						["iLvl"] = 871,
						["time"] = 1482567837,
						["class"] = 11,
						["bTag"] = "十年怀念魔兽#5688",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "Antimageam-诺莫瑞根",
						["iLvl"] = 870,
						["time"] = 1482567812,
						["class"] = 12,
						["bTag"] = "劍風#5889",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "喵之利器-翡翠梦境",
						["iLvl"] = 889,
						["time"] = 1482567829,
						["class"] = 5,
						["bTag"] = "喵之利器#5356",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "偶然想起-熊猫酒仙",
						["iLvl"] = 888,
						["time"] = 1482567810,
						["class"] = 4,
						["bTag"] = "诗酒趁年华#51543",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Maskkiller-阿古斯",
						["iLvl"] = 874,
						["time"] = 1482567837,
						["class"] = 3,
						["bTag"] = "我爱的姑娘#5585",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "奾雪-主宰之剑",
						["iLvl"] = 858,
						["time"] = 1482567837,
						["class"] = 11,
						["bTag"] = "老客#5365",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "羊圆圆-风暴峭壁",
						["iLvl"] = 861,
						["time"] = 1482567823,
						["class"] = 10,
						["bTag"] = "黑手不黑#5311",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "继续丿辉煌-末日行者",
						["iLvl"] = 871,
						["time"] = 1482567819,
						["class"] = 1,
						["bTag"] = "嗜杀恶神#5806",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "斩杀你菊花-国王之谷",
						["iLvl"] = 882,
						["time"] = 1482567812,
						["class"] = 1,
						["bTag"] = "战斗之软泥怪#53255",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "神圣音符-玛里苟斯",
						["iLvl"] = 882,
						["time"] = 1482567805,
						["class"] = 5,
						["bTag"] = "用生命在卖萌#5647",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "猫叔不高兴-迦拉克隆",
						["iLvl"] = 863,
						["time"] = 1482567823,
						["class"] = 1,
						["bTag"] = "猫叔#5632",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "布耀铿沃亚-金色平原",
						["iLvl"] = 871,
						["time"] = 1482567837,
						["class"] = 7,
						["bTag"] = "暗影之龙#514268",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的气宗-灰谷",
						["iLvl"] = 863,
						["time"] = 1482567823,
						["class"] = 8,
						["bTag"] = "浅默#5471",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "諾丶謬-祖阿曼",
						["iLvl"] = 874,
						["time"] = 1482567837,
						["class"] = 10,
						["bTag"] = "諾謬#5103",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "圣痕乄追星-塞泰克",
						["time"] = 1482567837,
						["class"] = 7,
					}, -- [47]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "破訫惩殁-死亡之翼",
						["iLvl"] = 873,
						["time"] = 1483028126,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "DUST#5274",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "炽焰小雅-霜狼",
						["time"] = 1483027885,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "吾曼-罗宁",
						["time"] = 1483027887,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "楚熙熙-埃德萨拉",
						["time"] = 1483028078,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "冥神天-艾欧纳尔",
						["iLvl"] = 848,
						["time"] = 1483028122,
						["class"] = 1,
						["bTag"] = "信仰与勇气#5478",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼丶好大的鱼-玛里苟斯",
						["iLvl"] = 870,
						["time"] = 1483028092,
						["class"] = 12,
						["bTag"] = "小乔流水伦家#5734",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "舞皇-奥特兰克",
						["iLvl"] = 712,
						["time"] = 1483028096,
						["class"] = 10,
						["bTag"] = "王疯子#5546",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "渊玄-奥特兰克",
						["iLvl"] = 855,
						["time"] = 1483028136,
						["class"] = 12,
						["bTag"] = "浪漫无限#5640",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "猎侬芳倾-朵丹尼尔",
						["iLvl"] = 879,
						["time"] = 1483028065,
						["class"] = 12,
						["bTag"] = "飘零酒#5727",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "傻慢蛋蛋-雷斧堡垒",
						["iLvl"] = 850,
						["time"] = 1483028070,
						["class"] = 7,
						["bTag"] = "小小之食人魔#511922",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "性感爆哥-普罗德摩",
						["iLvl"] = 862,
						["time"] = 1483028065,
						["class"] = 4,
						["bTag"] = "tate#5829",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "狐之魂-石爪峰",
						["iLvl"] = 878,
						["time"] = 1483028078,
						["class"] = 4,
						["bTag"] = "勿需等待#5118",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "埋刀封剑-荆棘谷",
						["iLvl"] = 883,
						["time"] = 1483028076,
						["class"] = 12,
						["bTag"] = "zhangbin#5707",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "光之若曦-暗影之月",
						["time"] = 1483028061,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "玛猾疼-冰风岗",
						["iLvl"] = 886,
						["time"] = 1483028096,
						["class"] = 8,
						["bTag"] = "风一样的女子#5951",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "羲和灬归来-熊猫酒仙",
						["iLvl"] = 858,
						["time"] = 1483028111,
						["class"] = 8,
						["bTag"] = "godman#5115",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "一哎呦喂一-主宰之剑",
						["iLvl"] = 848,
						["time"] = 1483028065,
						["class"] = 6,
						["bTag"] = "热血大肉包#5432",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "俾俾-月光林地",
						["iLvl"] = 833,
						["time"] = 1483028094,
						["class"] = 7,
						["bTag"] = "星星光线#5787",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "丿大熊猫丨-破碎岭",
						["iLvl"] = 864,
						["time"] = 1483028136,
						["class"] = 12,
						["bTag"] = "丿大熊猫#5525",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "紅鸞心動-巴尔古恩",
						["iLvl"] = 861,
						["time"] = 1483028072,
						["class"] = 6,
						["bTag"] = "苍狼啸月#5478",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "标准三頭身-格雷迈恩",
						["iLvl"] = 853,
						["time"] = 1483028078,
						["class"] = 8,
						["bTag"] = "胖叔爱肉妞#5855",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "人品不要差-铜龙军团",
						["iLvl"] = 835,
						["time"] = 1483028136,
						["class"] = 7,
						["bTag"] = "DirePants#52174",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "莫丶小澄-铜龙军团",
						["iLvl"] = 872,
						["time"] = 1483028136,
						["class"] = 2,
						["bTag"] = "莫丶小澄#5894",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "陆雪琪-奥达曼",
						["iLvl"] = 866,
						["time"] = 1483028109,
						["class"] = 2,
						["bTag"] = "小乖#5458",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "蕾蕾小捣蛋-山丘之王",
						["iLvl"] = 891,
						["time"] = 1483028085,
						["class"] = 1,
						["bTag"] = "蕾蕾小捣蛋#5267",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Xauriel-安苏",
						["iLvl"] = 886,
						["time"] = 1483028130,
						["class"] = 12,
						["bTag"] = "SeraXin#5525",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "后厨带头大哥-扎拉赞恩",
						["iLvl"] = 886,
						["time"] = 1483028070,
						["class"] = 1,
						["bTag"] = "ffwky#5527",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "冥神的小夜-罗宁",
						["time"] = 1483028090,
						["class"] = 8,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "冥神的小枼-罗宁",
						["time"] = 1483028092,
						["class"] = 6,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "子陵灬销魂-桑德兰",
						["iLvl"] = 869,
						["time"] = 1483028070,
						["class"] = 8,
						["bTag"] = "灿烂之光#5590",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "天地至尊-暗影之月",
						["iLvl"] = 881,
						["time"] = 1483028096,
						["class"] = 2,
						["bTag"] = "新垣绫濑#5270",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "巅峰懒洋洋-格瑞姆巴托",
						["iLvl"] = 879,
						["time"] = 1483027891,
						["class"] = 2,
						["bTag"] = "kiss#5497",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "一人一骑一剑-石锤",
						["time"] = 1483028078,
						["class"] = 2,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "伊芙丽邪歌-国王之谷",
						["iLvl"] = 873,
						["time"] = 1483028065,
						["class"] = 12,
						["bTag"] = "莱因哈特#51326",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "恋天涯-奥特兰克",
						["iLvl"] = 855,
						["time"] = 1483028136,
						["class"] = 3,
						["bTag"] = "风歌云游#5352",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "塞纳伯爵-基尔加丹",
						["iLvl"] = 881,
						["time"] = 1483028136,
						["class"] = 11,
						["bTag"] = "塞纳#5988",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "战争之锤铜须-海达希亚",
						["iLvl"] = 871,
						["time"] = 1483028072,
						["class"] = 2,
						["bTag"] = "疯狂之浪子蟹#5530",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "天使爱跳舞-耳语海岸",
						["time"] = 1483028070,
						["class"] = 4,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "统领统领-壁炉谷",
						["iLvl"] = 863,
						["time"] = 1483028104,
						["class"] = 10,
						["bTag"] = "统领#5214",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "我是你石榴哥-瓦里玛萨斯",
						["iLvl"] = 871,
						["time"] = 1483027990,
						["class"] = 3,
						["bTag"] = "武瑞东#5969",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "灭火-艾森娜",
						["iLvl"] = 868,
						["time"] = 1483028136,
						["class"] = 12,
						["bTag"] = "破碎之風#5493",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "次品玻璃心-卡德罗斯",
						["iLvl"] = 885,
						["time"] = 1483028136,
						["class"] = 8,
						["bTag"] = "長谷部太太#5433",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "仙人掌-麦维影歌",
						["iLvl"] = 852,
						["time"] = 1483028136,
						["class"] = 4,
						["bTag"] = "魔法师#5838",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "提里奧弗丁-布莱克摩",
						["time"] = 1483028136,
						["class"] = 2,
						["leader"] = true,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "浅啸-蜘蛛王国",
						["iLvl"] = 890,
						["time"] = 1483028136,
						["class"] = 9,
						["bTag"] = "山巅丶一壶酒#5927",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "欢乐僧-熊猫酒仙",
						["iLvl"] = 856,
						["time"] = 1483028136,
						["class"] = 10,
						["bTag"] = "行走远途#5450",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "铁胡子-戈古纳斯",
						["iLvl"] = 828,
						["time"] = 1483028136,
						["class"] = 7,
						["bTag"] = "暗夜之鸦#56907",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "卡曼迪奥-霜之哀伤",
						["time"] = 1483028136,
						["class"] = 12,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜之歌-羽月",
						["iLvl"] = 863,
						["time"] = 1483028136,
						["class"] = 11,
						["bTag"] = "悠悠子陵#5482",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "俄洛巴斯-瓦里安",
						["iLvl"] = 860,
						["time"] = 1483028136,
						["class"] = 1,
						["bTag"] = "大僵尸#5705",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "丶染指青春-迅捷微风",
						["time"] = 1483028136,
						["class"] = 11,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "占戈示申-玛瑟里顿",
						["iLvl"] = 868,
						["time"] = 1483028136,
						["class"] = 12,
						["bTag"] = "快意#5103",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "兄台留步-阿古斯",
						["time"] = 1483028136,
						["class"] = 6,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "西界-远古海滩",
						["time"] = 1483028136,
						["class"] = 4,
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "半岛一铜舌-伊萨里奥斯",
						["iLvl"] = 885,
						["time"] = 1483028136,
						["class"] = 5,
						["bTag"] = "半岛一铜舌#5271",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "烎燚-国王之谷",
						["iLvl"] = 847,
						["time"] = 1483028136,
						["class"] = 1,
						["bTag"] = "菿茨薇芷#5554",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "杜氏一族-阿古斯",
						["iLvl"] = 871,
						["time"] = 1483028136,
						["class"] = 1,
						["bTag"] = "杜玉超#5611",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "丶相濡-格瑞姆巴托",
						["iLvl"] = 799,
						["time"] = 1483028136,
						["class"] = 1,
						["bTag"] = "尐點心#5896",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡探戈-格瑞姆巴托",
						["iLvl"] = 878,
						["time"] = 1483028136,
						["class"] = 9,
						["bTag"] = "暗影之龙#530338",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "Smallg-阿古斯",
						["time"] = 1483028136,
						["class"] = 2,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "康斯坦斯-泰拉尔",
						["iLvl"] = 851,
						["time"] = 1483621552,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "取个名儿真难#5163",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "祈祷天堂-艾欧纳尔",
						["iLvl"] = 888,
						["time"] = 1483621704,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "祈祷#5306",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Coldpupil-桑德兰",
						["time"] = 1483621525,
						["class"] = 8,
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "絕情人-安东尼达斯",
						["iLvl"] = 861,
						["time"] = 1483621704,
						["class"] = 12,
						["bTag"] = "macalulu#5708",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "Stonemax-蓝龙军团",
						["iLvl"] = 881,
						["time"] = 1483621716,
						["class"] = 5,
						["bTag"] = "stonemax#5182",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "灰太狼老大-金色平原",
						["iLvl"] = 869,
						["time"] = 1483621513,
						["class"] = 6,
						["bTag"] = "老虎#5692",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "伊丝塔尔-安苏",
						["iLvl"] = 859,
						["time"] = 1483621728,
						["class"] = 6,
						["bTag"] = "游泳的黑鱼#5665",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "飞丶不高-末日祷告祭坛",
						["iLvl"] = 869,
						["time"] = 1483621740,
						["class"] = 2,
						["bTag"] = "军灬临天下#5385",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "绝版影秋-暮色森林",
						["iLvl"] = 878,
						["time"] = 1483621756,
						["class"] = 8,
						["bTag"] = "绝版#51580",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "诗人与钟摆-德拉诺",
						["iLvl"] = 884,
						["time"] = 1483621594,
						["class"] = 6,
						["bTag"] = "诗人与钟摆#5364",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑是谁-幽暗沼泽",
						["iLvl"] = 874,
						["time"] = 1483621771,
						["class"] = 12,
						["bTag"] = "狂野之裤#557713",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "贝雅翠丝-暗影之月",
						["time"] = 1483621714,
						["class"] = 12,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "懒丶狼狼-玛洛加尔",
						["iLvl"] = 870,
						["time"] = 1483621513,
						["class"] = 5,
						["bTag"] = "小狼狼#5819",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "烦恼的小伦-基尔加丹",
						["iLvl"] = 876,
						["time"] = 1483621594,
						["class"] = 5,
						["bTag"] = "绝望绅士#5236",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "歐皇-麦迪文",
						["time"] = 1483621511,
						["class"] = 2,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "大红包-风暴之眼",
						["iLvl"] = 885,
						["time"] = 1483621728,
						["class"] = 12,
						["bTag"] = "海边的虫子#5591",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "疯话血夜-石锤",
						["iLvl"] = 885,
						["time"] = 1483621712,
						["class"] = 1,
						["bTag"] = "神使#5664",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Sandisk-燃烧平原",
						["iLvl"] = 865,
						["time"] = 1483621718,
						["class"] = 12,
						["bTag"] = "奇人瑞士#5215",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "炎熇兵燹-罗宁",
						["time"] = 1483621750,
						["class"] = 8,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "仁礼智义信-铜龙军团",
						["time"] = 1483621844,
						["class"] = 1,
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "审判天使丶-加兹鲁维",
						["iLvl"] = 869,
						["time"] = 1483621738,
						["class"] = 2,
						["bTag"] = "圣诞#5721",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Ságe-祖阿曼",
						["iLvl"] = 852,
						["time"] = 1483621738,
						["class"] = 2,
						["bTag"] = "幸运之虎#54306",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零飘零-国王之谷",
						["iLvl"] = 869,
						["time"] = 1483621726,
						["class"] = 8,
						["bTag"] = "飘零飘零#5465",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜妹妹猎-达纳斯",
						["time"] = 1483621594,
						["class"] = 3,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "默森大人-轻风之语",
						["time"] = 1483621765,
						["class"] = 3,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "乱造公爵-石爪峰",
						["iLvl"] = 867,
						["time"] = 1483621783,
						["class"] = 2,
						["bTag"] = "Cashis61CENT#5789",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "死了好几年-红龙军团",
						["iLvl"] = 882,
						["time"] = 1483621539,
						["class"] = 6,
						["bTag"] = "很神奇早晨#5948",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "高调武技-海克泰尔",
						["iLvl"] = 872,
						["time"] = 1483621513,
						["class"] = 11,
						["bTag"] = "依然饭太稀#5702",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "贝勒一鸿-永恒之井",
						["iLvl"] = 887,
						["time"] = 1483621594,
						["class"] = 12,
						["bTag"] = "上官凝雪#5122",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "梅利尔-克尔苏加德",
						["iLvl"] = 875,
						["time"] = 1483621720,
						["class"] = 7,
						["bTag"] = "梅利尔#5808",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "四顾眼茫然-白银之手",
						["iLvl"] = 874,
						["time"] = 1483621844,
						["class"] = 12,
						["bTag"] = "瑾瑾爸爸#5949",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "孽主-阿古斯",
						["iLvl"] = 844,
						["time"] = 1483621714,
						["class"] = 9,
						["bTag"] = "清风弄月#5793",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "也爹追随者-暗影之月",
						["iLvl"] = 875,
						["time"] = 1483621838,
						["class"] = 2,
						["bTag"] = "xuzixx#5508",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "暮雨之瑶-灰谷",
						["time"] = 1483621844,
						["class"] = 2,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "木爷-雷霆号角",
						["time"] = 1483621744,
						["class"] = 9,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "晋安区美少女-雷霆号角",
						["iLvl"] = 868,
						["time"] = 1483621740,
						["class"] = 8,
						["bTag"] = "Change#5779",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Korrock-普罗德摩",
						["iLvl"] = 863,
						["time"] = 1483621525,
						["class"] = 7,
						["bTag"] = "Jour#5624",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "特伦苏修女-翡翠梦境",
						["time"] = 1483621511,
						["class"] = 7,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候的卡妙-兰娜瑟尔",
						["iLvl"] = 882,
						["time"] = 1483621708,
						["class"] = 8,
						["bTag"] = "出手就死#5109",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "汉亭神侯-阿古斯",
						["iLvl"] = 867,
						["time"] = 1483621724,
						["class"] = 1,
						["bTag"] = "跳跃之狮#53836",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "做梦吃鱼的猫-安威玛尔",
						["time"] = 1483621704,
						["class"] = 4,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "爵位时尚-永恒之井",
						["iLvl"] = 879,
						["time"] = 1483621844,
						["class"] = 11,
						["bTag"] = "昭阳无暇#5558",
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "泰蘭德-艾莫莉丝",
						["time"] = 1483621790,
						["class"] = 11,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "黑火球-弗塞雷迦",
						["iLvl"] = 871,
						["time"] = 1483621752,
						["class"] = 8,
						["bTag"] = "liuhong616#5584",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "狂风小龙-自由之风",
						["iLvl"] = 833,
						["time"] = 1483621756,
						["class"] = 6,
						["bTag"] = "无情雨#5410",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "小小坦克-萨菲隆",
						["iLvl"] = 819,
						["time"] = 1483621724,
						["class"] = 12,
						["bTag"] = "懒猫#5115",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "鋒芒毕露-罗宁",
						["time"] = 1483621844,
						["class"] = 1,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Oaths-德拉诺",
						["iLvl"] = 854,
						["time"] = 1483621844,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "manning#5446",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "血戰丿到底-加里索斯",
						["iLvl"] = 858,
						["time"] = 1483621720,
						["class"] = 12,
						["bTag"] = "血戦丿到底#5980",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "西恩小熊-贫瘠之地",
						["time"] = 1483621714,
						["class"] = 1,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "圣神-风暴之眼",
						["time"] = 1483621744,
						["class"] = 2,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉莎语风-山丘之王",
						["iLvl"] = 878,
						["time"] = 1483621844,
						["class"] = 12,
						["bTag"] = "魔法制裁#5601",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "宇智波灬斑-巴纳扎尔",
						["iLvl"] = 860,
						["time"] = 1483621750,
						["class"] = 6,
						["bTag"] = "男人真累#5422",
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "Johnho-索瑞森",
						["iLvl"] = 824,
						["time"] = 1483621844,
						["class"] = 6,
						["bTag"] = "johnho#5633",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Supersonic-白银之手",
						["iLvl"] = 879,
						["time"] = 1483621742,
						["class"] = 8,
						["bTag"] = "SuperSonic#5104",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "天使也放纵-生态船",
						["iLvl"] = 889,
						["time"] = 1483621844,
						["class"] = 4,
						["bTag"] = "天使也放纵#5655",
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "杀戮之中绽放-主宰之剑",
						["iLvl"] = 868,
						["time"] = 1483621844,
						["class"] = 10,
						["bTag"] = "殺戮舞步#5606",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "傻咪小飞侠-丽丽（四川）",
						["iLvl"] = 882,
						["time"] = 1483621844,
						["class"] = 2,
						["bTag"] = "biubiubiu#5474",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色音符丶-克苏恩",
						["iLvl"] = 884,
						["time"] = 1483621844,
						["class"] = 3,
						["bTag"] = "我是你大爷#5450",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "咲咩咩-逐日者",
						["iLvl"] = 884,
						["time"] = 1483621844,
						["class"] = 12,
						["bTag"] = "冥灭之心#5729",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "鸿运当头-布兰卡德",
						["iLvl"] = 891,
						["time"] = 1483621794,
						["class"] = 6,
						["bTag"] = "大飛#51859",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "凜风之瞳-普罗德摩",
						["iLvl"] = 850,
						["time"] = 1483621844,
						["class"] = 8,
						["bTag"] = "大迪的小号#5274",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "无弦-羽月",
						["time"] = 1483621844,
						["class"] = 3,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "机器战警-罗宁",
						["time"] = 1483621844,
						["class"] = 2,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "修羅之弑-白银之手",
						["time"] = 1483621844,
						["class"] = 12,
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "小善子-杜隆坦",
						["iLvl"] = 869,
						["time"] = 1483621844,
						["class"] = 7,
						["bTag"] = "善子#5807",
					}, -- [126]
					{
						["role"] = "TANK",
						["name"] = "尼古拉斯秃皮-末日行者",
						["iLvl"] = 884,
						["time"] = 1483621844,
						["class"] = 2,
						["bTag"] = "Undertaker#5438",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "小天使萨摩摩-梦境之树",
						["iLvl"] = 855,
						["time"] = 1483621844,
						["class"] = 3,
						["bTag"] = "rainlan#5687",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "月曜拾柒-阿拉希",
						["iLvl"] = 815,
						["time"] = 1483621844,
						["class"] = 10,
						["bTag"] = "幼儿源#51879",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "极度傻蛮-奥拉基尔",
						["iLvl"] = 881,
						["time"] = 1483621844,
						["class"] = 7,
						["bTag"] = "曹骏#51140",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "弑血魂舞-安苏",
						["iLvl"] = 803,
						["time"] = 1483621844,
						["class"] = 1,
						["bTag"] = "空谷幽蘭#5246",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "你阿姨-勇士岛",
						["time"] = 1483621844,
						["class"] = 5,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见晴天-奥达曼",
						["time"] = 1483621844,
						["class"] = 3,
					}, -- [133]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "朕丶曰理万姬-塞拉摩",
						["iLvl"] = 881,
						["time"] = 1484828959,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Mapstory#5720",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "暴怒奶嘴-格雷迈恩",
						["iLvl"] = 890,
						["time"] = 1484828959,
						["class"] = 6,
						["bTag"] = "避孕套我只用雕牌#5996",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹蛋蛋爽-卡拉赞",
						["iLvl"] = 885,
						["time"] = 1484828955,
						["class"] = 5,
						["bTag"] = "lilong#5956",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "塞尔堤-布兰卡德",
						["iLvl"] = 879,
						["time"] = 1484828959,
						["class"] = 6,
						["bTag"] = "王者降临#5618",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "媚骨销魂-海克泰尔",
						["iLvl"] = 863,
						["time"] = 1484828959,
						["class"] = 5,
						["bTag"] = "Yakamoz#5304",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落繁尘-奥蕾莉亚",
						["iLvl"] = 876,
						["time"] = 1484828959,
						["class"] = 6,
						["bTag"] = "就爱你的坏#5450",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "小里个舍-蜘蛛王国",
						["time"] = 1484828959,
						["class"] = 7,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Helon-石爪峰",
						["iLvl"] = 873,
						["time"] = 1484828959,
						["class"] = 3,
						["bTag"] = "幸运之翼#54408",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丨轩-德拉诺",
						["iLvl"] = 874,
						["time"] = 1484828959,
						["class"] = 4,
						["bTag"] = "newverybe#5854",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "老张大叔-格瑞姆巴托",
						["iLvl"] = 875,
						["time"] = 1484828959,
						["class"] = 9,
						["bTag"] = "老张#5322",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "咘偶喵-冬泉谷",
						["iLvl"] = 851,
						["time"] = 1484828959,
						["class"] = 11,
						["bTag"] = "莉莉丝丶萌兔#5966",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "筱悠悠-大漩涡",
						["iLvl"] = 867,
						["time"] = 1484828959,
						["class"] = 9,
						["bTag"] = "消失#5637",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "舆靓-刺骨利刃",
						["iLvl"] = 897,
						["time"] = 1484828959,
						["class"] = 2,
						["bTag"] = "舆靓#5722",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "重玄-熊猫酒仙",
						["iLvl"] = 860,
						["time"] = 1484828959,
						["class"] = 11,
						["bTag"] = "等待星期6#5712",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "第六小队-熊猫酒仙",
						["iLvl"] = 865,
						["time"] = 1484828959,
						["class"] = 4,
						["bTag"] = "等待星期6#5712",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "充气李逵-破碎岭",
						["iLvl"] = 869,
						["time"] = 1484828779,
						["class"] = 11,
						["bTag"] = "旭旭爱琳琳#5485",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "剩小一波-格瑞姆巴托",
						["iLvl"] = 882,
						["time"] = 1484828959,
						["class"] = 7,
						["bTag"] = "BT160916#51386",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "清舞堕天使-德拉诺",
						["iLvl"] = 855,
						["time"] = 1484828802,
						["class"] = 2,
						["bTag"] = "弑魂死刖#5468",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "严严-麦迪文",
						["iLvl"] = 885,
						["time"] = 1484828802,
						["class"] = 5,
						["bTag"] = "静静的澧水河#5595",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Ungolo-麦迪文",
						["iLvl"] = 861,
						["time"] = 1484828959,
						["class"] = 9,
						["bTag"] = "同意#5611",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowstaff-伊瑟拉",
						["iLvl"] = 886,
						["time"] = 1484828802,
						["class"] = 8,
						["bTag"] = "alienyu#5107",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "维拉帕米-永恒之井",
						["iLvl"] = 860,
						["time"] = 1484828959,
						["class"] = 7,
						["bTag"] = "洛如眉#5767",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "雪舞丶寒霜-安苏",
						["iLvl"] = 886,
						["time"] = 1484828955,
						["class"] = 7,
						["bTag"] = "夜灬飘絮#5284",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丹丹的思惗-雷斧堡垒",
						["iLvl"] = 888,
						["time"] = 1484828955,
						["class"] = 4,
						["bTag"] = "淡淡的思念#51948",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "生命壹号-玛里苟斯",
						["iLvl"] = 855,
						["time"] = 1484828959,
						["class"] = 1,
						["bTag"] = "风车车#5532",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "一梦飞天-罗宁",
						["iLvl"] = 833,
						["time"] = 1484828959,
						["class"] = 11,
						["bTag"] = "joe#51962",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "费尔曼丶影月-月神殿",
						["iLvl"] = 824,
						["time"] = 1484828959,
						["class"] = 12,
						["bTag"] = "风色之影#5150",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Aloha-回音山",
						["iLvl"] = 864,
						["time"] = 1484828802,
						["class"] = 2,
						["bTag"] = "迷茫#51884",
					}, -- [28]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -101.000061035156,
					["x"] = 71.4999923706055,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["lastSearchValue"] = "1-124-423-0",
			["searchHistoryList"] = {
				"1-124-423-0", -- [1]
				"2-121-454-0", -- [2]
				"2-120-453-0", -- [3]
				"1-124-420-0", -- [4]
				"1-124-421-0", -- [5]
				"1-124-419-0", -- [6]
				"2-112-445-0", -- [7]
				"2-119-452-0", -- [8]
				"2-119-0-0", -- [9]
				"2-120-0-0", -- [10]
				"2-114-447-0", -- [11]
				"2-114-0-0", -- [12]
				"2-116-0-0", -- [13]
				"2-119-465-0", -- [14]
				"6-0-0-0", -- [15]
			},
			["searchInputHistory"] = {
				["1-124-420-0"] = {
					"魔王", -- [1]
				},
				["2-120-0-0"] = {
					"群星庭", -- [1]
				},
			},
			["worldQuestHelp"] = true,
		},
	},
}
