
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["强化"] = {
			140468, -- [1]
			"item", -- [2]
		},
		["入土为安"] = {
			128772, -- [1]
			"item", -- [2]
		},
		["风之爆裂"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["自动射击"] = {
			3, -- [1]
			"spell", -- [2]
		},
		["瞄准射击"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["黑箭"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["弹幕射击"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["穿刺射击"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["多重射击"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["逃脱"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["猎豹守护"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["呼叫维瑟尔"] = {
			129161, -- [1]
			"item", -- [2]
		},
		["标记射击"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["假死"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["意气风发"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["爆裂射击"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["学习"] = {
			133827, -- [1]
			"item", -- [2]
		},
		["奥术射击"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["烧掉瘟疫箱子"] = {
			127295, -- [1]
			"item", -- [2]
		},
		["伪装"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["灵龟守护"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["反制射击"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["百发百中"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
