
COLLECTOR_DB = {
	["profileKeys"] = {
		["多点糖多点爱 - 暗影之月"] = "多点糖多点爱 - 暗影之月",
		["风追月 - 石爪峰"] = "风追月 - 石爪峰",
		["Dadanion - 石爪峰"] = "Dadanion - 石爪峰",
	},
	["global"] = {
		["realmFeed"] = {
			["卡珊德拉"] = {
				["1:72286"] = {
					"壹零貳肆-暗影之月:1476606596", -- [1]
				},
				["1:88742"] = {
					"壹零貳肆-暗影之月:1476606384", -- [1]
				},
				["1:46628"] = {
					"Kaiyanbaby-暗影之月:1476617734", -- [1]
				},
				["1:127170"] = {
					"壹零貳肆-暗影之月:1476606609", -- [1]
				},
				["1:101542"] = {
					"壹零貳肆-暗影之月:1476606415", -- [1]
				},
				["1:122708"] = {
					"媛媛丿牧-暗影之月:1476510862", -- [1]
				},
				["1:69395"] = {
					"壹零貳肆-暗影之月:1476606420", -- [1]
				},
				["1:59650"] = {
					"壹零貳肆-暗影之月:1476606455", -- [1]
				},
				["1:43900"] = {
					"壹零貳肆-暗影之月:1476606433", -- [1]
				},
				["1:41252"] = {
					"壹零貳肆-暗影之月:1476606169", -- [1]
				},
				["1:88746"] = {
					"壹零貳肆-暗影之月:1476606637", -- [1]
				},
				["1:88744"] = {
					"壹零貳肆-暗影之月:1476606394", -- [1]
				},
				["1:40192"] = {
					"壹零貳肆-暗影之月:1476606561", -- [1]
				},
			},
			["阿扎达斯"] = {
			},
		},
		["firstLogin"] = false,
	},
	["profiles"] = {
		["多点糖多点爱 - 暗影之月"] = {
		},
		["风追月 - 石爪峰"] = {
		},
		["Dadanion - 石爪峰"] = {
		},
	},
}
