
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["也爹追随者 - 暗影之月"] = "也爹追随者 - 暗影之月",
	},
	["profiles"] = {
		["也爹追随者 - 暗影之月"] = {
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "好汉留步-瑞文戴尔",
						["iLvl"] = 855,
						["time"] = 1484390063,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "SwankyOrc#53340",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋奶茶-风暴峭壁",
						["time"] = 1484390063,
						["class"] = 11,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "喝着绿茶游戏-菲米丝",
						["time"] = 1484390053,
						["class"] = 11,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "领主莫哥莱尼-月光林地",
						["time"] = 1484390063,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "东北花泽类-死亡之翼",
						["iLvl"] = 889,
						["time"] = 1484390063,
						["class"] = 6,
						["bTag"] = "曲帅帅#5731",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "璸璸灬璇躌-破碎岭",
						["iLvl"] = 860,
						["time"] = 1484390063,
						["class"] = 2,
						["bTag"] = "斌臨天下#5325",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "漢城法拉利-国王之谷",
						["time"] = 1484390051,
						["class"] = 8,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看红颜老-奥蕾莉亚",
						["iLvl"] = 866,
						["time"] = 1484390317,
						["class"] = 8,
						["bTag"] = "潜行之龟#54735",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "成吉思坦-屠魔山谷",
						["iLvl"] = 878,
						["time"] = 1484390063,
						["class"] = 1,
						["bTag"] = "魔兽情怀#51732",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "招张飞惹李逵-翡翠梦境",
						["iLvl"] = 883,
						["time"] = 1484390063,
						["class"] = 3,
						["bTag"] = "打不到气死猴#5598",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "申散神叁-迦拉克隆",
						["time"] = 1484390063,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "没事穷开心-索瑞森",
						["time"] = 1484390063,
						["class"] = 1,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "矛与盾的螺旋-永恒之井",
						["iLvl"] = 878,
						["time"] = 1484390061,
						["class"] = 1,
						["bTag"] = "咲慕流年#51476",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "灬恩佐灬-破碎岭",
						["time"] = 1484390063,
						["class"] = 8,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "棍子-生态船",
						["time"] = 1484390057,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Hydrz-霜之哀伤",
						["iLvl"] = 881,
						["time"] = 1484390063,
						["class"] = 8,
						["bTag"] = "黑月#5641",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "念北的小姨夫-末日行者",
						["time"] = 1484390051,
						["class"] = 11,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonvirgo-德拉诺",
						["iLvl"] = 890,
						["time"] = 1484390063,
						["class"] = 2,
						["bTag"] = "六个汉字#5229",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "凯特利斯-贫瘠之地",
						["time"] = 1484390063,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Miracleh-德拉诺",
						["iLvl"] = 871,
						["time"] = 1484390063,
						["class"] = 12,
						["bTag"] = "飘零小菠萝#5527",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "灬噩梦灬-壁炉谷",
						["iLvl"] = 856,
						["time"] = 1484390063,
						["class"] = 12,
						["bTag"] = "蛮力之兽#54350",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "Oilol-梦境之树",
						["time"] = 1484390063,
						["class"] = 5,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Qers-安苏",
						["time"] = 1484390063,
						["class"] = 3,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "顾筱熙-天谴之门",
						["time"] = 1484390210,
						["class"] = 1,
						["leader"] = true,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "传达室大爷-龙骨平原",
						["time"] = 1484390439,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "猫个爪-麦迪文",
						["iLvl"] = 813,
						["time"] = 1484390363,
						["class"] = 11,
						["bTag"] = "Redraid#5543",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "溪光-白银之手",
						["iLvl"] = 877,
						["time"] = 1484390206,
						["class"] = 10,
						["bTag"] = "虚有之秤#5874",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "尘魔-塞拉摩",
						["time"] = 1484390088,
						["class"] = 12,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "灬禧禧灬-暗影之月",
						["time"] = 1484390439,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "威严的大角鹿-永恒之井",
						["iLvl"] = 888,
						["time"] = 1484390096,
						["class"] = 11,
						["bTag"] = "xuen#5663",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀既吾命-守护之剑",
						["iLvl"] = 888,
						["time"] = 1484390369,
						["class"] = 12,
						["bTag"] = "白银之手#5532",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "紫秋丶-拉文凯斯",
						["iLvl"] = 874,
						["time"] = 1484390088,
						["class"] = 6,
						["bTag"] = "Cospaly#51254",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "是否爱过你-桑德兰",
						["iLvl"] = 879,
						["time"] = 1484390159,
						["class"] = 11,
						["bTag"] = "机械羽翼#5582",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "赶猪的村长-奥特兰克",
						["iLvl"] = 877,
						["time"] = 1484390159,
						["class"] = 11,
						["bTag"] = "巧克力甜甜圈#51555",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "三只奶牛-麦维影歌",
						["iLvl"] = 876,
						["time"] = 1484390159,
						["class"] = 5,
						["bTag"] = "corleone#5213",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利旭-托尔巴拉德",
						["iLvl"] = 889,
						["time"] = 1484390218,
						["class"] = 12,
						["bTag"] = "SnarkyHero#55135",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "娜娜-加基森",
						["time"] = 1484390202,
						["class"] = 1,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "一本万莉-达纳斯",
						["iLvl"] = 883,
						["time"] = 1484390302,
						["class"] = 2,
						["bTag"] = "小百哥#5137",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "月下追忆-伊萨里奥斯",
						["time"] = 1484390439,
						["class"] = 12,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "醭悟无-德拉诺",
						["time"] = 1484390191,
						["class"] = 9,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "山上有老虎-灰谷",
						["iLvl"] = 858,
						["time"] = 1484390272,
						["class"] = 12,
						["bTag"] = "忧伤的向日葵#5128",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "面条奶爸-蓝龙军团",
						["iLvl"] = 836,
						["time"] = 1484390348,
						["class"] = 10,
						["bTag"] = "小歇的#51623",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "呀呀格呸呸-铜龙军团",
						["iLvl"] = 871,
						["time"] = 1484390256,
						["class"] = 12,
						["bTag"] = "魔法之龟#52801",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "细雨飘扬-奥拉基尔",
						["iLvl"] = 786,
						["time"] = 1484390187,
						["class"] = 8,
						["bTag"] = "看不见我看不见我#5405",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Futurebaby-太阳之井",
						["time"] = 1484390096,
						["class"] = 8,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "让你丶受茎了-拉文凯斯",
						["iLvl"] = 858,
						["time"] = 1484390230,
						["class"] = 12,
						["bTag"] = "前丶目的地#51288",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "执丶着-格瑞姆巴托",
						["iLvl"] = 885,
						["time"] = 1484390218,
						["class"] = 4,
						["bTag"] = "何必执着#5121",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "无赖王子-布莱恩",
						["iLvl"] = 867,
						["time"] = 1484390340,
						["class"] = 2,
						["bTag"] = "迷茫徘徊#5492",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "貂小禅-月神殿",
						["time"] = 1484390410,
						["class"] = 5,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "机械小羽翼-桑德兰",
						["time"] = 1484390439,
						["class"] = 12,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑的西红柿-无尽之海",
						["time"] = 1484390439,
						["class"] = 5,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "叶下睡蚕-暗影之月",
						["iLvl"] = 873,
						["time"] = 1484390096,
						["class"] = 8,
						["bTag"] = "意下雉堞#5996",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "两只小蜜蜂吖-山丘之王",
						["time"] = 1484390286,
						["class"] = 11,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "羽轻尘-迦拉克隆",
						["time"] = 1484390302,
						["class"] = 4,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "関閾-熊猫酒仙",
						["time"] = 1484390439,
						["class"] = 1,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "战丶罗兰-罗宁",
						["time"] = 1484390439,
						["class"] = 1,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "心愿得偿-弗塞雷迦",
						["iLvl"] = 892,
						["time"] = 1484390340,
						["class"] = 12,
						["bTag"] = "但丁无双#5994",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "嗷呜呜-古尔丹",
						["iLvl"] = 872,
						["time"] = 1484390096,
						["class"] = 11,
						["bTag"] = "贪睡的沙漠之狐#5467",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "寂静之德-祖阿曼",
						["iLvl"] = 876,
						["time"] = 1484390118,
						["class"] = 11,
						["bTag"] = "寂静之舞#5265",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "崇高的幻象-奥达曼",
						["iLvl"] = 888,
						["time"] = 1484390323,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "奋斗的石头#51178",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "坂田銀時丶-金色平原",
						["iLvl"] = 885,
						["time"] = 1484390355,
						["class"] = 4,
						["bTag"] = "超烦的美男子#5701",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "乐玖玖-埃德萨拉",
						["time"] = 1484390141,
						["class"] = 9,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "大贤良师-法拉希姆",
						["time"] = 1484390306,
						["class"] = 5,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "西红柿炒鸡蛋-法拉希姆",
						["iLvl"] = 871,
						["time"] = 1484390315,
						["class"] = 12,
						["bTag"] = "爱我你怕了么#5552",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "海的精灵-毁灭之锤",
						["iLvl"] = 863,
						["time"] = 1484390306,
						["class"] = 3,
						["bTag"] = "海风#5838",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "卩灬潞朲鉀乄-永恒之井",
						["iLvl"] = 887,
						["time"] = 1484390439,
						["class"] = 12,
						["bTag"] = "Tom#5847",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "青之狼-达文格尔",
						["iLvl"] = 878,
						["time"] = 1484390317,
						["class"] = 4,
						["bTag"] = "欧列亨克#5581",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "逸仙轩-克洛玛古斯",
						["iLvl"] = 870,
						["time"] = 1484390313,
						["class"] = 2,
						["bTag"] = "Mikasa#52421",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "愛麗絲-军团要塞",
						["iLvl"] = 872,
						["time"] = 1484390439,
						["class"] = 5,
						["bTag"] = "蓝胖快跳大#5521",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "果汁泡泡糖-回音山",
						["iLvl"] = 862,
						["time"] = 1484390321,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "流水年华#5722",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡号召-金度",
						["iLvl"] = 871,
						["time"] = 1484390340,
						["class"] = 6,
						["bTag"] = "孤注一掷#5106",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔导师菊花-诺莫瑞根",
						["iLvl"] = 881,
						["time"] = 1484390348,
						["class"] = 8,
						["bTag"] = "再睡一夏#51779",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "明教韦一笑-桑德兰",
						["iLvl"] = 867,
						["time"] = 1484390317,
						["class"] = 12,
						["bTag"] = "山中老人霍桑#5893",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁大姐-末日行者",
						["iLvl"] = 887,
						["time"] = 1484390315,
						["class"] = 8,
						["bTag"] = "hellokitty#5993",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "一七九晓风-凯尔萨斯",
						["time"] = 1484390338,
						["class"] = 12,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "还没准备好-自由之风",
						["iLvl"] = 881,
						["time"] = 1484390323,
						["class"] = 12,
						["bTag"] = "大屁股#5493",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "男六舍一号-伊莫塔尔",
						["iLvl"] = 831,
						["time"] = 1484390342,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "弑神之猪#5529",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Brooke-罗宁",
						["iLvl"] = 866,
						["time"] = 1484390319,
						["class"] = 2,
						["bTag"] = "Axe#5642",
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "丶截拳道-风暴峭壁",
						["iLvl"] = 860,
						["time"] = 1484390328,
						["class"] = 10,
						["bTag"] = "零度不结冰唯一#5106",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "小德乄玛利亚-罗宁",
						["iLvl"] = 862,
						["time"] = 1484390319,
						["class"] = 11,
						["bTag"] = "丨上古丶#5239",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "無奇不有-阿古斯",
						["iLvl"] = 878,
						["time"] = 1484390344,
						["class"] = 12,
						["bTag"] = "主丶节奏#5874",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "我就这叼样-熊猫酒仙",
						["iLvl"] = 895,
						["time"] = 1484390317,
						["class"] = 1,
						["bTag"] = "我就这叼样#5692",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "汝甚逗家可知-达纳斯",
						["iLvl"] = 795,
						["time"] = 1484390439,
						["class"] = 7,
						["bTag"] = "恶梦边缘#5656",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "车欠女未-杜隆坦",
						["time"] = 1484390348,
						["class"] = 4,
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "高興-风暴峭壁",
						["iLvl"] = 850,
						["time"] = 1484390330,
						["class"] = 6,
						["bTag"] = "新来的多照顾#5269",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "影雪舞-壁炉谷",
						["iLvl"] = 871,
						["time"] = 1484390410,
						["class"] = 5,
						["bTag"] = "夜雨浩#5498",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "丨一骑当千丨-破碎岭",
						["iLvl"] = 864,
						["time"] = 1484390355,
						["class"] = 2,
						["bTag"] = "江山#5346",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "疯浣熊-瓦里玛萨斯",
						["iLvl"] = 873,
						["time"] = 1484390439,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "maxx#5863",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "喵版马里奥-军团要塞",
						["iLvl"] = 878,
						["time"] = 1484390410,
						["class"] = 2,
						["bTag"] = "喵版马里奥#5977",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "相濡以沫丶微-石锤",
						["iLvl"] = 787,
						["time"] = 1484390418,
						["class"] = 2,
						["bTag"] = "鬼影残刃#5424",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Machinegun-末日行者",
						["time"] = 1484390439,
						["class"] = 1,
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "八神丶光-奥特兰克",
						["time"] = 1484390439,
						["class"] = 2,
					}, -- [92]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "馒头好可怕-守护之剑",
						["iLvl"] = 879,
						["time"] = 1484828195,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "馒头好可怕#5315",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "落部的妈你去-阿克蒙德",
						["iLvl"] = 818,
						["time"] = 1484828200,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "candykak#5216",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Jojow-索瑞森",
						["iLvl"] = 865,
						["time"] = 1484828228,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "GrumpyKitten#5506",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "机械攻城狮-壁炉谷",
						["iLvl"] = 873,
						["time"] = 1484828228,
						["class"] = 1,
						["bTag"] = "机械肉丸子#5516",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "拉風的禦姐姐-基尔加丹",
						["iLvl"] = 878,
						["time"] = 1484828200,
						["class"] = 1,
						["bTag"] = "忆殇#51937",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "丿卜解释灬-山丘之王",
						["time"] = 1484828208,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "吆吆乄切克闹-主宰之剑",
						["iLvl"] = 859,
						["time"] = 1484828228,
						["class"] = 4,
						["bTag"] = "不过乄如此#5531",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "馨馨宝贝儿-洛肯",
						["time"] = 1484828210,
						["class"] = 7,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "盾墙大叔-嚎风峡湾",
						["iLvl"] = 878,
						["time"] = 1484828228,
						["class"] = 1,
						["bTag"] = "胖子大叔#5758",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "Plaustpaodan-托尔巴拉德",
						["iLvl"] = 865,
						["time"] = 1484828228,
						["class"] = 11,
						["bTag"] = "谭建#51855",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "儍嘚喓掵-伊萨里奥斯",
						["iLvl"] = 868,
						["time"] = 1484828228,
						["class"] = 6,
						["bTag"] = "alien#5589",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "风逝之音-熊猫酒仙",
						["iLvl"] = 882,
						["time"] = 1484828210,
						["class"] = 3,
						["bTag"] = "欧阳扑通#5131",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "灬逐风劍客丶-格瑞姆巴托",
						["iLvl"] = 879,
						["time"] = 1484828228,
						["class"] = 6,
						["bTag"] = "伊利丹丶怒风#52836",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "莫若流星-扎拉赞恩",
						["iLvl"] = 870,
						["time"] = 1484828125,
						["class"] = 10,
						["bTag"] = "莫缘#5992",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "暴怒之靈-国王之谷",
						["iLvl"] = 880,
						["time"] = 1484828202,
						["class"] = 1,
						["bTag"] = "暴怒之靈#5827",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "风灬米奥-国王之谷",
						["iLvl"] = 867,
						["time"] = 1484828210,
						["class"] = 3,
						["bTag"] = "半梦半醒#5551",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱之箭-杜隆坦",
						["iLvl"] = 883,
						["time"] = 1484828228,
						["class"] = 3,
						["bTag"] = "地狱之剑#5456",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "魅力先生-扎拉赞恩",
						["iLvl"] = 872,
						["time"] = 1484828204,
						["class"] = 2,
						["bTag"] = "绿巨鸡#5381",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "夜越黑越暧昧-安苏",
						["iLvl"] = 890,
						["time"] = 1484828024,
						["class"] = 6,
						["bTag"] = "烟圈围绕#51463",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "耀丶百里長風-阿拉索",
						["iLvl"] = 876,
						["time"] = 1484828228,
						["class"] = 2,
						["bTag"] = "择一#5345",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "涅墨西斯-图拉扬",
						["iLvl"] = 875,
						["time"] = 1484828217,
						["class"] = 12,
						["bTag"] = "落花轻云#5526",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "宁静猎手-麦迪文",
						["iLvl"] = 870,
						["time"] = 1484828208,
						["class"] = 3,
						["bTag"] = "阿鲁多#5149",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Valkyri-凯尔萨斯",
						["iLvl"] = 864,
						["time"] = 1484828228,
						["class"] = 1,
						["bTag"] = "Ainsophaur#5533",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "壹咯丿壹咯-壁炉谷",
						["iLvl"] = 887,
						["time"] = 1484828228,
						["class"] = 4,
						["bTag"] = "随便玩玩#54382",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "卡奥斯-永恒之井",
						["iLvl"] = 891,
						["time"] = 1484828195,
						["class"] = 3,
						["bTag"] = "禁书目录#5100",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "麻瓜中年人-奥特兰克",
						["iLvl"] = 891,
						["time"] = 1484828204,
						["class"] = 6,
						["bTag"] = "猫钧#5616",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "图腾闪圣光-库尔提拉斯",
						["iLvl"] = 868,
						["time"] = 1484828195,
						["class"] = 7,
						["bTag"] = "MiniTitan#511734",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "沙漠桔梗-达纳斯",
						["iLvl"] = 883,
						["time"] = 1484828200,
						["class"] = 3,
						["bTag"] = "Lee#53962",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞的小雨-瑞文戴尔",
						["time"] = 1484828210,
						["class"] = 3,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "圣逐-埃苏雷格",
						["iLvl"] = 854,
						["time"] = 1484828222,
						["class"] = 9,
						["bTag"] = "菠菜二零零五#5284",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "圣震-埃苏雷格",
						["iLvl"] = 831,
						["time"] = 1484828226,
						["class"] = 7,
						["bTag"] = "菠菜二零零五#5284",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "离散数学-守护之剑",
						["iLvl"] = 883,
						["time"] = 1484828228,
						["class"] = 6,
						["bTag"] = "云焕#5378",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "万年不悔-铜龙军团",
						["iLvl"] = 877,
						["time"] = 1484828228,
						["class"] = 12,
						["bTag"] = "忠勇兼备吕奉先#5122",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乄乱-范达尔鹿盔",
						["iLvl"] = 858,
						["time"] = 1484828210,
						["class"] = 2,
						["bTag"] = "英特鲁#5837",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "简单先生-杜隆坦",
						["time"] = 1484828202,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "闻香识魅-麦迪文",
						["iLvl"] = 864,
						["time"] = 1484828195,
						["class"] = 12,
						["bTag"] = "麦克老狼#5125",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "伤静静-燃烧平原",
						["iLvl"] = 843,
						["time"] = 1484828228,
						["class"] = 5,
						["bTag"] = "左手倒影右手年华#5883",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "天助我也-奥达曼",
						["iLvl"] = 851,
						["time"] = 1484828228,
						["class"] = 12,
						["bTag"] = "杨兆奇#5672",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "Rosalina-罗宁",
						["iLvl"] = 869,
						["time"] = 1484828206,
						["class"] = 11,
						["bTag"] = "大婶儿我还要#5996",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Darknessfei-格瑞姆巴托",
						["time"] = 1484828228,
						["class"] = 12,
					}, -- [40]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "黑长直又硬-暗影之月",
						["iLvl"] = 858,
						["time"] = 1482567672,
						["class"] = 1,
						["bTag"] = "xuzixx#5508",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "伊利莎丶乱步-日落沼泽",
						["iLvl"] = 887,
						["time"] = 1482567613,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "黑夜挣扎#5641",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的菜虫-末日行者",
						["time"] = 1482567672,
						["class"] = 2,
						["leader"] = true,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "流氓爺們-索瑞森",
						["time"] = 1482567672,
						["class"] = 5,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "狗生无憾-格瑞姆巴托",
						["iLvl"] = 822,
						["time"] = 1482567672,
						["class"] = 3,
						["bTag"] = "为了血精灵#5676",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "动感小不正-冰霜之刃",
						["time"] = 1482567672,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "兮兮丶冥翼-法拉希姆",
						["iLvl"] = 881,
						["time"] = 1482567672,
						["class"] = 10,
						["bTag"] = "幻想#5976",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "奾雪-主宰之剑",
						["iLvl"] = 858,
						["time"] = 1482567672,
						["class"] = 11,
						["bTag"] = "老客#5365",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "彡炮-海克泰尔",
						["iLvl"] = 856,
						["time"] = 1482567672,
						["class"] = 6,
						["bTag"] = "Firegame#5578",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "小趱-翡翠梦境",
						["time"] = 1482567672,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "匪城悍士-海达希亚",
						["iLvl"] = 867,
						["time"] = 1482567672,
						["class"] = 6,
						["bTag"] = "一世风流#5308",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰非冰-迅捷微风",
						["iLvl"] = 863,
						["time"] = 1482567672,
						["class"] = 3,
						["bTag"] = "安度因的叔叔#5479",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Anakinsk-格瑞姆巴托",
						["time"] = 1482567672,
						["class"] = 1,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "公主小妹-霜之哀伤",
						["iLvl"] = 893,
						["time"] = 1482567672,
						["class"] = 7,
						["bTag"] = "莫涉心#5364",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼谷子殇-轻风之语",
						["iLvl"] = 862,
						["time"] = 1482567672,
						["class"] = 10,
						["bTag"] = "褪色心情#5134",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Vousmevoyez-暗影之月",
						["time"] = 1482567672,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "Antimageam-诺莫瑞根",
						["iLvl"] = 870,
						["time"] = 1482567672,
						["class"] = 12,
						["bTag"] = "劍風#5889",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔海洋-普罗德摩",
						["iLvl"] = 855,
						["time"] = 1482567672,
						["class"] = 12,
						["bTag"] = "海洋的心#5281",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "心妍-轻风之语",
						["iLvl"] = 874,
						["time"] = 1482567672,
						["class"] = 3,
						["bTag"] = "peishuo213#5637",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "布拉吉-国王之谷",
						["iLvl"] = 844,
						["time"] = 1482567672,
						["class"] = 9,
						["bTag"] = "热狗#51906",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉灬面条三-主宰之剑",
						["iLvl"] = 864,
						["time"] = 1482567672,
						["class"] = 9,
						["bTag"] = "CrankyPants#522505",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "战殇隼-荆棘谷",
						["iLvl"] = 886,
						["time"] = 1482567672,
						["class"] = 9,
						["bTag"] = "伊利丹抽风#5360",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "破晓之锋-影牙要塞",
						["iLvl"] = 852,
						["time"] = 1482567672,
						["class"] = 6,
						["bTag"] = "学生会长的男盆友#5179",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "风骚归来-末日行者",
						["iLvl"] = 887,
						["time"] = 1482567672,
						["class"] = 2,
						["bTag"] = "幸运符#5588",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "兮颜樱雪-国王之谷",
						["iLvl"] = 882,
						["time"] = 1482567672,
						["class"] = 11,
						["bTag"] = "雪崖霜叶#5168",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "伊莉笛-梦境之树",
						["time"] = 1482567672,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "雪花飛舞-埃德萨拉",
						["iLvl"] = 880,
						["time"] = 1482567672,
						["class"] = 6,
						["bTag"] = "BT160613#57898",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "舒室-甜水绿洲",
						["time"] = 1482567672,
						["class"] = 9,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "潇逸蜜雪儿-麦维影歌",
						["iLvl"] = 861,
						["time"] = 1482567672,
						["class"] = 4,
						["bTag"] = "故地重游#5501",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "问你信不信邪-扎拉赞恩",
						["iLvl"] = 892,
						["time"] = 1482567672,
						["class"] = 6,
						["bTag"] = "西瓜萌萌哒#5352",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小青龍-塞拉摩",
						["iLvl"] = 876,
						["time"] = 1482567672,
						["class"] = 2,
						["bTag"] = "cnrebecca#5595",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "妹特思棒味-火喉",
						["iLvl"] = 867,
						["time"] = 1482567672,
						["class"] = 3,
						["bTag"] = "幸福的猫猫崽#5474",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老友哥-海克泰尔",
						["iLvl"] = 871,
						["time"] = 1482567672,
						["class"] = 11,
						["bTag"] = "十年怀念魔兽#5688",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "喵之利器-翡翠梦境",
						["iLvl"] = 889,
						["time"] = 1482567672,
						["class"] = 5,
						["bTag"] = "喵之利器#5356",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "偶然想起-熊猫酒仙",
						["iLvl"] = 888,
						["time"] = 1482567672,
						["class"] = 4,
						["bTag"] = "诗酒趁年华#51543",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Maskkiller-阿古斯",
						["iLvl"] = 874,
						["time"] = 1482567672,
						["class"] = 3,
						["bTag"] = "我爱的姑娘#5585",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "羊圆圆-风暴峭壁",
						["iLvl"] = 861,
						["time"] = 1482567672,
						["class"] = 10,
						["bTag"] = "黑手不黑#5311",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "继续丿辉煌-末日行者",
						["iLvl"] = 871,
						["time"] = 1482567672,
						["class"] = 1,
						["bTag"] = "嗜杀恶神#5806",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "斩杀你菊花-国王之谷",
						["iLvl"] = 882,
						["time"] = 1482567672,
						["class"] = 1,
						["bTag"] = "战斗之软泥怪#53255",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "那一沫的温情-罗宁",
						["iLvl"] = 851,
						["time"] = 1482568051,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "一切回归原点#5821",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "诺伊萨-菲拉斯",
						["time"] = 1482568094,
						["class"] = 11,
						["leader"] = true,
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "小白皮肤白-逐日者",
						["iLvl"] = 779,
						["time"] = 1482568096,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "胡镇#5280",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "好吃的馒头-弗塞雷迦",
						["iLvl"] = 789,
						["time"] = 1482568080,
						["class"] = 8,
						["bTag"] = "小风#5857",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Mervynkingx-诺莫瑞根",
						["time"] = 1482568085,
						["class"] = 4,
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "遗忘轩云-普瑞斯托",
						["iLvl"] = 860,
						["time"] = 1482568078,
						["class"] = 5,
						["bTag"] = "孤雨轩#5700",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "摇头丶-风暴峭壁",
						["iLvl"] = 884,
						["time"] = 1482568059,
						["class"] = 12,
						["bTag"] = "已经是一只废喵了#5783",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丶灬哒大-国王之谷",
						["iLvl"] = 874,
						["time"] = 1482568070,
						["class"] = 12,
						["bTag"] = "丶灬哒哒哒#5280",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "梦断阿拉希-阿拉希",
						["iLvl"] = 858,
						["time"] = 1482568072,
						["class"] = 1,
						["bTag"] = "轻衣蓝衫#5678",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "春风十里柔情-寒冰皇冠",
						["iLvl"] = 852,
						["time"] = 1482568037,
						["class"] = 2,
						["bTag"] = "语过添情#5289",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "点沧海-远古海滩",
						["iLvl"] = 888,
						["time"] = 1482568059,
						["class"] = 11,
						["bTag"] = "点沧海#5377",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "袜撕骑尔-死亡之翼",
						["iLvl"] = 879,
						["time"] = 1482568154,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "橙小晔#5256",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小睿睿-晴日峰（江苏）",
						["iLvl"] = 892,
						["time"] = 1482568085,
						["class"] = 11,
						["bTag"] = "阿贵#5790",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "狂野的摇摆-国王之谷",
						["iLvl"] = 835,
						["time"] = 1482568085,
						["class"] = 1,
						["bTag"] = "琅琊#52267",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "狂笑大地丶-德拉诺",
						["iLvl"] = 844,
						["time"] = 1482568051,
						["class"] = 12,
						["bTag"] = "先生别这样灬#5414",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "醉灬空城绝唱-轻风之语",
						["iLvl"] = 856,
						["time"] = 1482568061,
						["class"] = 10,
						["bTag"] = "飘零#5562",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花食堂-斯克提斯",
						["time"] = 1482568061,
						["class"] = 11,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "就吃橙子-朵丹尼尔",
						["iLvl"] = 882,
						["time"] = 1482568065,
						["class"] = 8,
						["bTag"] = "橘子好吃#5418",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "腿上有伤-暗影之月",
						["iLvl"] = 876,
						["time"] = 1482568051,
						["class"] = 11,
						["bTag"] = "疯狂之猫#5669",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "不周丶-桑德兰",
						["time"] = 1482568154,
						["class"] = 2,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "弓尚-阿拉索",
						["iLvl"] = 892,
						["time"] = 1482568136,
						["class"] = 4,
						["bTag"] = "hunter129#5238",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "冷月丶无影-月光林地",
						["time"] = 1482567909,
						["class"] = 12,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "五小强之星矢-加里索斯",
						["iLvl"] = 876,
						["time"] = 1482568051,
						["class"] = 2,
						["bTag"] = "神一般的强总#5707",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "传奇馨儿-蜘蛛王国",
						["iLvl"] = 882,
						["time"] = 1482568092,
						["class"] = 2,
						["bTag"] = "传奇#52880",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Papazou-迦拉克隆",
						["time"] = 1482568092,
						["class"] = 10,
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "随机丨选择-奥特兰克",
						["iLvl"] = 837,
						["time"] = 1482568057,
						["class"] = 2,
						["bTag"] = "致命之足#560997",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "球形闪電-奥拉基尔",
						["iLvl"] = 889,
						["time"] = 1482568117,
						["class"] = 10,
						["bTag"] = "lfengy#5190",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "格奈森诺-海克泰尔",
						["time"] = 1482568206,
						["class"] = 3,
						["leader"] = true,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "辣匕小新-蜘蛛王国",
						["iLvl"] = 871,
						["time"] = 1482568128,
						["class"] = 4,
						["bTag"] = "约修亚#5684",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "乄雲-阿古斯",
						["iLvl"] = 854,
						["time"] = 1482568098,
						["class"] = 8,
						["bTag"] = "巨硕之斧#53807",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "猫叔不高兴-迦拉克隆",
						["iLvl"] = 863,
						["time"] = 1482567765,
						["class"] = 1,
						["bTag"] = "猫叔#5632",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡丶流年-国王之谷",
						["time"] = 1482568112,
						["class"] = 3,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的气宗-灰谷",
						["iLvl"] = 863,
						["time"] = 1482567724,
						["class"] = 8,
						["bTag"] = "浅默#5471",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "七言丶-主宰之剑",
						["iLvl"] = 855,
						["time"] = 1482567693,
						["class"] = 10,
						["bTag"] = "柒言#51584",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "一可赛艇-格瑞姆巴托",
						["iLvl"] = 879,
						["time"] = 1482568105,
						["class"] = 6,
						["bTag"] = "机智小何怎会受伤#5167",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "大锤莱因哈特-泰拉尔",
						["time"] = 1482567691,
						["class"] = 2,
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "舞法武天-月光林地",
						["iLvl"] = 867,
						["time"] = 1482568124,
						["class"] = 1,
						["bTag"] = "大叔不好色#5890",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "小郁-主宰之剑",
						["time"] = 1482568206,
						["class"] = 5,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "肥臀林妙可-阿古斯",
						["iLvl"] = 843,
						["time"] = 1482568090,
						["class"] = 11,
						["bTag"] = "安而后#5890",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "灬伊瑞爾灬-迅捷微风",
						["iLvl"] = 868,
						["time"] = 1482567752,
						["class"] = 2,
						["bTag"] = "夏婷婷#51202",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "剁椒核桃糊-暗影之月",
						["time"] = 1482568020,
						["class"] = 10,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "银色灬狂战-壁炉谷",
						["iLvl"] = 856,
						["time"] = 1482568065,
						["class"] = 1,
						["bTag"] = "威廉#5406",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝齐格格-风暴之眼",
						["iLvl"] = 886,
						["time"] = 1482567987,
						["class"] = 8,
						["bTag"] = "嫣然如梦#5111",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "剑即是盾-末日行者",
						["iLvl"] = 853,
						["time"] = 1482567991,
						["class"] = 6,
						["bTag"] = "实验品1号#5646",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "帕拉丁丶圣歌-月神殿",
						["iLvl"] = 847,
						["time"] = 1482568028,
						["class"] = 2,
						["bTag"] = "风色之影#5150",
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "嗨灬呐籹籽-熊猫酒仙",
						["iLvl"] = 875,
						["time"] = 1482568096,
						["class"] = 7,
						["bTag"] = "萧易希#5296",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "乃不能酱紫-加基森",
						["time"] = 1482568085,
						["class"] = 12,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "我还能浪-暗影之月",
						["iLvl"] = 860,
						["time"] = 1482568090,
						["class"] = 1,
						["bTag"] = "双手守护#5897",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Nicklong-晴日峰（江苏）",
						["iLvl"] = 848,
						["time"] = 1482568105,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "山城跃迁者126#5584",
					}, -- [88]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "扶苏-桑德兰",
						["time"] = 1483028322,
						["class"] = 8,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "暴走的短腿猫-壁炉谷",
						["time"] = 1483028556,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "兵部尚书-破碎岭",
						["iLvl"] = 862,
						["time"] = 1483028527,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "GhostDog#51494",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "梦魇道道-暮色森林",
						["iLvl"] = 848,
						["time"] = 1483028352,
						["class"] = 12,
						["bTag"] = "Devil#52897",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "芥麦青青-自由之风",
						["time"] = 1483028556,
						["class"] = 9,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法小仙子-亚雷戈斯",
						["iLvl"] = 859,
						["time"] = 1483028550,
						["class"] = 8,
						["bTag"] = "淘气果果#51628",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "愤怒徳咕咕-贫瘠之地",
						["iLvl"] = 842,
						["time"] = 1483028332,
						["class"] = 11,
						["bTag"] = "执丶着#51768",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "紫霞冬雪-艾萨拉",
						["iLvl"] = 861,
						["time"] = 1483028550,
						["class"] = 12,
						["bTag"] = "Kun#5239",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "亚色祝福-熊猫酒仙",
						["iLvl"] = 797,
						["time"] = 1483028556,
						["class"] = 2,
						["bTag"] = "亚色祝福#5757",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "德了-雷斧堡垒",
						["time"] = 1483028326,
						["class"] = 7,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "怪物工厂-阿古斯",
						["iLvl"] = 892,
						["time"] = 1483028348,
						["class"] = 2,
						["bTag"] = "怪物工厂#5681",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "走红的番茄-安苏",
						["iLvl"] = 867,
						["time"] = 1483028556,
						["class"] = 8,
						["bTag"] = "堕天使之泪#5431",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "赐客-阿古斯",
						["time"] = 1483028556,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "狂狼-达斯雷玛",
						["time"] = 1483028322,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "後弈-熊猫酒仙",
						["time"] = 1483028556,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "浅雪-巴纳扎尔",
						["iLvl"] = 891,
						["time"] = 1483028527,
						["class"] = 7,
						["bTag"] = "浅雪#5854",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Sailong-格瑞姆巴托",
						["iLvl"] = 883,
						["time"] = 1483028556,
						["class"] = 8,
						["bTag"] = "珊珊#5688",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "陀佛-玛瑟里顿",
						["iLvl"] = 847,
						["time"] = 1483028556,
						["class"] = 5,
						["bTag"] = "全职业雨#5887",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "哈利波波-白银之手",
						["iLvl"] = 855,
						["time"] = 1483028556,
						["class"] = 8,
						["bTag"] = "逝者归来#5644",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丶暗术灬痘痘-守护之剑",
						["time"] = 1483028344,
						["class"] = 9,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "死都不打-主宰之剑",
						["time"] = 1483028556,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "牛奶麦芬-雷斧堡垒",
						["time"] = 1483028556,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "大境至善-守护之剑",
						["time"] = 1483028556,
						["class"] = 7,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "布丁糖-达尔坎",
						["iLvl"] = 876,
						["time"] = 1483028556,
						["class"] = 2,
						["bTag"] = "阿蔓瑟尔#5147",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "最萌泰莎-雷斧堡垒",
						["iLvl"] = 837,
						["time"] = 1483028330,
						["class"] = 1,
						["bTag"] = "王平#5470",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "青春带点骚丶-奥特兰克",
						["iLvl"] = 865,
						["time"] = 1483028342,
						["class"] = 4,
						["bTag"] = "柳下明丶#5901",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "冒烟烟-夏维安",
						["time"] = 1483028556,
						["class"] = 8,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "綿綿舊情-克尔苏加德",
						["iLvl"] = 864,
						["time"] = 1483028330,
						["class"] = 6,
						["bTag"] = "榮譽#5314",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "狼外婆囡囡-艾苏恩",
						["time"] = 1483028556,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "大象爸爸-卡德加",
						["time"] = 1483028556,
						["class"] = 2,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "舞絕-国王之谷",
						["time"] = 1483028556,
						["class"] = 5,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "绝望启示-纳沙塔尔",
						["time"] = 1483028556,
						["class"] = 6,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "禁猎区-拉文凯斯",
						["time"] = 1483028556,
						["class"] = 3,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "冬柿-主宰之剑",
						["iLvl"] = 887,
						["time"] = 1483028340,
						["class"] = 11,
						["bTag"] = "苏三#5840",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "蓝莓蛋挞-雷克萨",
						["iLvl"] = 868,
						["time"] = 1483028556,
						["class"] = 6,
						["bTag"] = "徐小矮#5140",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Ghyxy-白银之手",
						["time"] = 1483028330,
						["class"] = 8,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "裘卡-幽暗沼泽",
						["iLvl"] = 862,
						["time"] = 1483028556,
						["class"] = 3,
						["bTag"] = "梅尔迪西斯#5148",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "纳达生-海克泰尔",
						["iLvl"] = 884,
						["time"] = 1483028556,
						["class"] = 8,
						["bTag"] = "JIUJIU982#5361",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "灬丶小灰-达隆米尔",
						["iLvl"] = 868,
						["time"] = 1483028556,
						["class"] = 8,
						["bTag"] = "FrostyFeet#529495",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "断地風丶-加里索斯",
						["iLvl"] = 875,
						["time"] = 1483028527,
						["class"] = 10,
						["bTag"] = "疯狂的冬冬#5320",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "凯斯雅诺-朵丹尼尔",
						["iLvl"] = 753,
						["time"] = 1483028556,
						["class"] = 3,
						["bTag"] = "小丑寂落#5386",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "暴怒者的宽恕-塞泰克",
						["iLvl"] = 790,
						["time"] = 1483028546,
						["class"] = 1,
						["bTag"] = "昨日之梦#5694",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "白七匹狼-轻风之语",
						["iLvl"] = 892,
						["time"] = 1483028348,
						["class"] = 1,
						["bTag"] = "七匹狼#5474",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦瑞迪斯-永夜港",
						["time"] = 1483028527,
						["class"] = 12,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "夏风微醺-奥拉基尔",
						["iLvl"] = 885,
						["time"] = 1483028556,
						["class"] = 8,
						["bTag"] = "SnowMan#5338",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "菠萝丨大帝-海克泰尔",
						["iLvl"] = 852,
						["time"] = 1483028556,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "菠萝仔#5302",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丨要命丨-暗影之月",
						["iLvl"] = 871,
						["time"] = 1483028556,
						["class"] = 3,
						["bTag"] = "丨要命丨#5615",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "老婆爱吃肉-奥特兰克",
						["iLvl"] = 856,
						["time"] = 1483028527,
						["class"] = 12,
						["bTag"] = "泡椒鸡汤粉丝面#5472",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "死了还会活-斩魔者",
						["iLvl"] = 879,
						["time"] = 1483028556,
						["class"] = 6,
						["bTag"] = "不死骑士#5693",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Affectionlse-熊猫酒仙",
						["iLvl"] = 861,
						["time"] = 1483028554,
						["class"] = 12,
						["bTag"] = "扈轫#5736",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "戈尓丹博登-迦罗娜",
						["time"] = 1483028556,
						["class"] = 12,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "影魅丨回忆-狂热之刃",
						["time"] = 1483028556,
						["class"] = 6,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "鹰翼之舞-玛瑟里顿",
						["time"] = 1483028556,
						["class"] = 3,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Ikujiang-迦拉克隆",
						["time"] = 1483028556,
						["class"] = 10,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬菠萝-普瑞斯托",
						["time"] = 1483028556,
						["class"] = 10,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "孤傲之红水晶-黄金之路",
						["time"] = 1483028556,
						["class"] = 2,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "囬風-罗宁",
						["time"] = 1483028556,
						["class"] = 1,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Qingyuan-铜龙军团",
						["time"] = 1483028556,
						["class"] = 9,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "康斯坦斯-泰拉尔",
						["iLvl"] = 851,
						["time"] = 1483621552,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "取个名儿真难#5163",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "祈祷天堂-艾欧纳尔",
						["iLvl"] = 888,
						["time"] = 1483621704,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "祈祷#5306",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Coldpupil-桑德兰",
						["time"] = 1483621525,
						["class"] = 8,
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "絕情人-安东尼达斯",
						["iLvl"] = 861,
						["time"] = 1483621704,
						["class"] = 12,
						["bTag"] = "macalulu#5708",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Stonemax-蓝龙军团",
						["iLvl"] = 881,
						["time"] = 1483621716,
						["class"] = 5,
						["bTag"] = "stonemax#5182",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "灰太狼老大-金色平原",
						["iLvl"] = 869,
						["time"] = 1483621513,
						["class"] = 6,
						["bTag"] = "老虎#5692",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "伊丝塔尔-安苏",
						["iLvl"] = 859,
						["time"] = 1483621728,
						["class"] = 6,
						["bTag"] = "游泳的黑鱼#5665",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "飞丶不高-末日祷告祭坛",
						["iLvl"] = 869,
						["time"] = 1483621740,
						["class"] = 2,
						["bTag"] = "军灬临天下#5385",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "绝版影秋-暮色森林",
						["iLvl"] = 878,
						["time"] = 1483621756,
						["class"] = 8,
						["bTag"] = "绝版#51580",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "诗人与钟摆-德拉诺",
						["iLvl"] = 884,
						["time"] = 1483621594,
						["class"] = 6,
						["bTag"] = "诗人与钟摆#5364",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑是谁-幽暗沼泽",
						["iLvl"] = 874,
						["time"] = 1483621771,
						["class"] = 12,
						["bTag"] = "狂野之裤#557713",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "贝雅翠丝-暗影之月",
						["time"] = 1483621714,
						["class"] = 12,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "懒丶狼狼-玛洛加尔",
						["iLvl"] = 870,
						["time"] = 1483621513,
						["class"] = 5,
						["bTag"] = "小狼狼#5819",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "烦恼的小伦-基尔加丹",
						["iLvl"] = 876,
						["time"] = 1483621594,
						["class"] = 5,
						["bTag"] = "绝望绅士#5236",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "歐皇-麦迪文",
						["time"] = 1483621511,
						["class"] = 2,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "大红包-风暴之眼",
						["iLvl"] = 885,
						["time"] = 1483621728,
						["class"] = 12,
						["bTag"] = "海边的虫子#5591",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "疯话血夜-石锤",
						["iLvl"] = 885,
						["time"] = 1483621712,
						["class"] = 1,
						["bTag"] = "神使#5664",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "Sandisk-燃烧平原",
						["iLvl"] = 865,
						["time"] = 1483621718,
						["class"] = 12,
						["bTag"] = "奇人瑞士#5215",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "炎熇兵燹-罗宁",
						["time"] = 1483621750,
						["class"] = 8,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "仁礼智义信-铜龙军团",
						["time"] = 1483621838,
						["class"] = 1,
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "审判天使丶-加兹鲁维",
						["iLvl"] = 869,
						["time"] = 1483621738,
						["class"] = 2,
						["bTag"] = "圣诞#5721",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "黑长直又硬-暗影之月",
						["iLvl"] = 862,
						["time"] = 1483621838,
						["class"] = 1,
						["bTag"] = "xuzixx#5508",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Ságe-祖阿曼",
						["iLvl"] = 852,
						["time"] = 1483621738,
						["class"] = 2,
						["bTag"] = "幸运之虎#54306",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零飘零-国王之谷",
						["iLvl"] = 869,
						["time"] = 1483621726,
						["class"] = 8,
						["bTag"] = "飘零飘零#5465",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜妹妹猎-达纳斯",
						["time"] = 1483621594,
						["class"] = 3,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "默森大人-轻风之语",
						["time"] = 1483621765,
						["class"] = 3,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "乱造公爵-石爪峰",
						["iLvl"] = 867,
						["time"] = 1483621783,
						["class"] = 2,
						["bTag"] = "Cashis61CENT#5789",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "死了好几年-红龙军团",
						["iLvl"] = 882,
						["time"] = 1483621531,
						["class"] = 6,
						["bTag"] = "很神奇早晨#5948",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "高调武技-海克泰尔",
						["iLvl"] = 872,
						["time"] = 1483621513,
						["class"] = 11,
						["bTag"] = "依然饭太稀#5702",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "贝勒一鸿-永恒之井",
						["iLvl"] = 887,
						["time"] = 1483621594,
						["class"] = 12,
						["bTag"] = "上官凝雪#5122",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "梅利尔-克尔苏加德",
						["iLvl"] = 875,
						["time"] = 1483621720,
						["class"] = 7,
						["bTag"] = "梅利尔#5808",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "四顾眼茫然-白银之手",
						["iLvl"] = 874,
						["time"] = 1483621838,
						["class"] = 12,
						["bTag"] = "瑾瑾爸爸#5949",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "孽主-阿古斯",
						["iLvl"] = 844,
						["time"] = 1483621714,
						["class"] = 9,
						["bTag"] = "清风弄月#5793",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "暮雨之瑶-灰谷",
						["time"] = 1483621838,
						["class"] = 2,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "木爷-雷霆号角",
						["time"] = 1483621744,
						["class"] = 9,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "晋安区美少女-雷霆号角",
						["iLvl"] = 868,
						["time"] = 1483621740,
						["class"] = 8,
						["bTag"] = "Change#5779",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Korrock-普罗德摩",
						["iLvl"] = 863,
						["time"] = 1483621525,
						["class"] = 7,
						["bTag"] = "Jour#5624",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "特伦苏修女-翡翠梦境",
						["time"] = 1483621511,
						["class"] = 7,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候的卡妙-兰娜瑟尔",
						["iLvl"] = 882,
						["time"] = 1483621708,
						["class"] = 8,
						["bTag"] = "出手就死#5109",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "汉亭神侯-阿古斯",
						["iLvl"] = 867,
						["time"] = 1483621724,
						["class"] = 1,
						["bTag"] = "跳跃之狮#53836",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "做梦吃鱼的猫-安威玛尔",
						["time"] = 1483621704,
						["class"] = 4,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "爵位时尚-永恒之井",
						["iLvl"] = 879,
						["time"] = 1483621838,
						["class"] = 11,
						["bTag"] = "昭阳无暇#5558",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "泰蘭德-艾莫莉丝",
						["time"] = 1483621790,
						["class"] = 11,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "黑火球-弗塞雷迦",
						["iLvl"] = 871,
						["time"] = 1483621752,
						["class"] = 8,
						["bTag"] = "liuhong616#5584",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "狂风小龙-自由之风",
						["iLvl"] = 833,
						["time"] = 1483621756,
						["class"] = 6,
						["bTag"] = "无情雨#5410",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "鋒芒毕露-罗宁",
						["time"] = 1483621838,
						["class"] = 1,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Oaths-德拉诺",
						["iLvl"] = 854,
						["time"] = 1483621838,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "manning#5446",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "血戰丿到底-加里索斯",
						["iLvl"] = 858,
						["time"] = 1483621720,
						["class"] = 12,
						["bTag"] = "血戦丿到底#5980",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "众神殿之遁形-拉文凯斯",
						["time"] = 1483621838,
						["class"] = 4,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "圣神-风暴之眼",
						["time"] = 1483621744,
						["class"] = 2,
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "宇智波灬斑-巴纳扎尔",
						["iLvl"] = 860,
						["time"] = 1483621750,
						["class"] = 6,
						["bTag"] = "男人真累#5422",
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "無锡醬排傦-诺兹多姆",
						["time"] = 1483621838,
						["class"] = 2,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "光之守卫-守护之剑",
						["time"] = 1483621838,
						["class"] = 2,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "天使也放纵-生态船",
						["iLvl"] = 889,
						["time"] = 1483621838,
						["class"] = 4,
						["bTag"] = "天使也放纵#5655",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "杀戮之中绽放-主宰之剑",
						["iLvl"] = 868,
						["time"] = 1483621838,
						["class"] = 10,
						["bTag"] = "殺戮舞步#5606",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "傻咪小飞侠-丽丽（四川）",
						["iLvl"] = 882,
						["time"] = 1483621838,
						["class"] = 2,
						["bTag"] = "biubiubiu#5474",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "刀疤子-罗宁",
						["time"] = 1483621838,
						["class"] = 12,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色音符丶-克苏恩",
						["iLvl"] = 884,
						["time"] = 1483621838,
						["class"] = 3,
						["bTag"] = "我是你大爷#5450",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "咲咩咩-逐日者",
						["iLvl"] = 884,
						["time"] = 1483621838,
						["class"] = 12,
						["bTag"] = "冥灭之心#5729",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "机器战警-罗宁",
						["time"] = 1483621838,
						["class"] = 2,
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "小善子-杜隆坦",
						["iLvl"] = 869,
						["time"] = 1483621838,
						["class"] = 7,
						["bTag"] = "善子#5807",
					}, -- [119]
					{
						["role"] = "TANK",
						["name"] = "尼古拉斯秃皮-末日行者",
						["iLvl"] = 884,
						["time"] = 1483621838,
						["class"] = 2,
						["bTag"] = "Undertaker#5438",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "洋洋壮壮文文-风行者",
						["iLvl"] = 869,
						["time"] = 1483621838,
						["class"] = 11,
						["bTag"] = "阿胖#5410",
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "太昊-蓝龙军团",
						["iLvl"] = 857,
						["time"] = 1483621838,
						["class"] = 10,
						["bTag"] = "穆图#5116",
					}, -- [122]
					{
						["role"] = "HEALER",
						["name"] = "咬住不放-瓦拉斯塔兹",
						["iLvl"] = 881,
						["time"] = 1483621838,
						["class"] = 11,
						["bTag"] = "wecdd#5667",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "小天使萨摩摩-梦境之树",
						["iLvl"] = 855,
						["time"] = 1483621838,
						["class"] = 3,
						["bTag"] = "rainlan#5687",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "林锁大傻毛-主宰之剑",
						["iLvl"] = 834,
						["time"] = 1483621838,
						["class"] = 1,
						["bTag"] = "悲剧男#5445",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "月曜拾柒-阿拉希",
						["iLvl"] = 815,
						["time"] = 1483621838,
						["class"] = 10,
						["bTag"] = "幼儿源#51879",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "极度傻蛮-奥拉基尔",
						["iLvl"] = 881,
						["time"] = 1483621838,
						["class"] = 7,
						["bTag"] = "曹骏#51140",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "弑血魂舞-安苏",
						["iLvl"] = 803,
						["time"] = 1483621838,
						["class"] = 1,
						["bTag"] = "空谷幽蘭#5246",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "命中缺竹-瓦里安",
						["iLvl"] = 855,
						["time"] = 1483621838,
						["class"] = 10,
						["bTag"] = "又土又逗的土逗#5521",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见晴天-奥达曼",
						["time"] = 1483621838,
						["class"] = 3,
					}, -- [130]
				},
				["2-119-452-0"] = {
					{
						["role"] = "TANK",
						["name"] = "村头大佬-国王之谷",
						["time"] = 1482333871,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "决战秋名山-国王之谷",
						["iLvl"] = 870,
						["time"] = 1482333871,
						["class"] = 12,
						["bTag"] = "脱裤呕屁#5454",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "阿凡达灬羴蹄-永恒之井",
						["iLvl"] = 856,
						["time"] = 1482333665,
						["class"] = 2,
						["bTag"] = "沉默之剑#5143438",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "初粑粑-海克泰尔",
						["iLvl"] = 863,
						["time"] = 1482333871,
						["class"] = 1,
						["bTag"] = "初罗哥#5743",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "萌灬萌-法拉希姆",
						["iLvl"] = 841,
						["time"] = 1482333871,
						["class"] = 11,
						["bTag"] = "疯狗1号#5388",
					}, -- [5]
				},
				["2-113-446-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Ranaway-迦拉克隆",
						["time"] = 1482335331,
						["class"] = 12,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "寒夜独醒-风暴峭壁",
						["iLvl"] = 868,
						["time"] = 1482335331,
						["class"] = 12,
						["bTag"] = "elen#5474",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "风萧萧兮-斩魔者",
						["time"] = 1482335331,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "陈天从-梦境之树",
						["iLvl"] = 864,
						["time"] = 1482335331,
						["class"] = 1,
						["bTag"] = "陈天从#5196",
					}, -- [4]
				},
				["2-119-465-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Dadanion-暗影之月",
						["time"] = 1483435741,
						["class"] = 9,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "神之殇-石爪峰",
						["time"] = 1483435741,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "神月无双-伊萨里奥斯",
						["iLvl"] = 889,
						["time"] = 1483435741,
						["class"] = 8,
						["bTag"] = "童丶哥#5497",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "巴巴妈妈-火喉",
						["iLvl"] = 884,
						["time"] = 1483435741,
						["class"] = 6,
						["bTag"] = "干死张涛#5194",
					}, -- [4]
				},
			},
			["searchInputHistory"] = {
				["6-0-0-0"] = {
					"尼索", -- [1]
					"尼", -- [2]
					"凋零", -- [3]
				},
				["3-122-413-0"] = {
					"天空", -- [1]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -116.000061035156,
					["x"] = 33.0000686645508,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "70100.03",
			["searchHistoryList"] = {
				"1-124-423-0", -- [1]
				"1-124-420-0", -- [2]
				"1-124-421-0", -- [3]
				"1-124-419-0", -- [4]
				"2-113-446-0", -- [5]
				"2-120-453-0", -- [6]
				"2-112-445-0", -- [7]
				"2-119-452-0", -- [8]
				"2-119-0-0", -- [9]
				"2-114-447-0", -- [10]
				"2-116-449-0", -- [11]
				"2-116-0-0", -- [12]
				"6-0-0-0", -- [13]
				"3-122-413-0", -- [14]
			},
			["lastSearchValue"] = "1-124-423-0",
			["worldQuestHelp"] = true,
		},
	},
}
