
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["s"] = 1.2,
		["b"] = 0.1,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["强化"] = {
			141854, -- [1]
			"item", -- [2]
		},
		["腐蚀之种"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["恶魔法阵"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["受难"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["痛楚"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["夺魂"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["不灭决心"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["召唤末日守卫"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["治疗石"] = {
			5512, -- [1]
			"item", -- [2]
		},
		["腐蚀术"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["痛苦无常"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["地精滑翔器"] = {
			134412, -- [1]
			"item", -- [2]
		},
		["制造灵魂之井"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["召唤地狱火"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["爆燃冲刺"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["灵魂石"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["召唤虚空行者"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["吸取生命"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["生命分流"] = {
			44, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["s"] = 0.9,
		["b"] = 0,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["mins"] = {
		["s"] = 0.7,
		["b"] = 0,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["s"] = 0.6,
		["b"] = 0,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["s"] = 0.6,
		["b"] = 0.4,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
