
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["升龙霸"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["神龙之赐"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["清创生血"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["复苏之雾"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["魂体双分"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["轮回转世"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["朱鹤赤精"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["旭日东升踢"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["滚地翻"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["抚慰之雾"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["疾风步"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["真气波"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["幻灭踢"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["翔龙在天"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["雷光聚神茶"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["还魂术"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["碎玉闪电"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["禅意波"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["精华之泉"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["猛虎掌"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["餐饮供应商"] = {
			133575, -- [1]
			"item", -- [2]
		},
		["氤氲之雾"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["怒雷破"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["活血术"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["散魔功"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["真气贯通"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["风领主之击"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["扫堂腿"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["分筋错骨"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["font"] = "Fonts\\ARKai_T.ttf",
		["config"] = false,
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["time"] = 1.2,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
