
COLLECTOR_DB = {
	["global"] = {
		["firstLogin"] = false,
		["realmFeed"] = {
			["卡珊德拉"] = {
				["1:186305"] = {
					"低调灬宿命-暗影之月:1481652810", -- [1]
				},
				["1:179245"] = {
					"打出知-暗影之月:1481650367", -- [1]
				},
				["1:136400"] = {
					"伊格丶-暗影之月:1481683567", -- [1]
				},
				["1:92231"] = {
					"伊格丶-暗影之月:1481683619", -- [1]
				},
			},
		},
	},
	["profileKeys"] = {
		["橙月夜袭 - 暗影之月"] = "橙月夜袭 - 暗影之月",
		["风追月 - 暗影之月"] = "风追月 - 暗影之月",
		["Dadanion - 暗影之月"] = "Dadanion - 暗影之月",
	},
	["profiles"] = {
		["橙月夜袭 - 暗影之月"] = {
			["recommend"] = {
				[true] = {
					"1:59571:去了就有", -- [1]
					"1:75614:小伙伴们强烈推荐非常拉风的坐骑之一", -- [2]
					"1:72808:当前你最容易获得的坐骑之一", -- [3]
				},
			},
			["showRecomment"] = 1481644800,
		},
		["风追月 - 暗影之月"] = {
		},
		["Dadanion - 暗影之月"] = {
		},
	},
}
