
HandyNotesDB = {
	["profileKeys"] = {
		["也爹治愈者 - 暗影之月"] = "也爹治愈者 - 暗影之月",
		["开三号 - 石爪峰"] = "开三号 - 石爪峰",
		["Smxx - 暗影之月"] = "Smxx - 暗影之月",
		["开一号 - 石爪峰"] = "开一号 - 石爪峰",
		["黑嘿潶 - 石爪峰"] = "黑嘿潶 - 石爪峰",
		["也爹翻滚者 - 暗影之月"] = "也爹翻滚者 - 暗影之月",
		["也爹追随者 - 暗影之月"] = "也爹追随者 - 暗影之月",
		["开二号 - 石爪峰"] = "开二号 - 石爪峰",
		["也爹堕食者 - 暗影之月"] = "也爹堕食者 - 暗影之月",
	},
	["profiles"] = {
		["也爹治愈者 - 暗影之月"] = {
		},
		["开三号 - 石爪峰"] = {
		},
		["Smxx - 暗影之月"] = {
		},
		["开一号 - 石爪峰"] = {
		},
		["黑嘿潶 - 石爪峰"] = {
		},
		["也爹翻滚者 - 暗影之月"] = {
		},
		["也爹追随者 - 暗影之月"] = {
		},
		["开二号 - 石爪峰"] = {
		},
		["也爹堕食者 - 暗影之月"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["也爹治愈者 - 暗影之月"] = "也爹治愈者 - 暗影之月",
		["开三号 - 石爪峰"] = "开三号 - 石爪峰",
		["Smxx - 暗影之月"] = "Smxx - 暗影之月",
		["开一号 - 石爪峰"] = "开一号 - 石爪峰",
		["黑嘿潶 - 石爪峰"] = "黑嘿潶 - 石爪峰",
		["也爹翻滚者 - 暗影之月"] = "也爹翻滚者 - 暗影之月",
		["也爹追随者 - 暗影之月"] = "也爹追随者 - 暗影之月",
		["开二号 - 石爪峰"] = "开二号 - 石爪峰",
		["也爹堕食者 - 暗影之月"] = "也爹堕食者 - 暗影之月",
	},
	["profiles"] = {
		["也爹治愈者 - 暗影之月"] = {
		},
		["开三号 - 石爪峰"] = {
		},
		["Smxx - 暗影之月"] = {
		},
		["开一号 - 石爪峰"] = {
		},
		["黑嘿潶 - 石爪峰"] = {
		},
		["也爹翻滚者 - 暗影之月"] = {
		},
		["也爹追随者 - 暗影之月"] = {
		},
		["开二号 - 石爪峰"] = {
		},
		["也爹堕食者 - 暗影之月"] = {
		},
	},
}
