
ItemInfo_Config = {
	["rname"] = {
	},
	["ShowUnitPrice"] = 1,
	["bidprice"] = {
		["遗忘之魂披风"] = {
			"遗忘之魂披风", -- [1]
			1500002205, -- [2]
			3750000000, -- [3]
			1, -- [4]
		},
		["无双之女王猫眼石吊坠"] = {
			"无双之女王猫眼石吊坠", -- [1]
			1251292, -- [2]
			1490000, -- [3]
			2, -- [4]
		},
		["曙光之重甲爆头者"] = {
			"曙光之重甲爆头者", -- [1]
			800005682, -- [2]
			950003523, -- [3]
			3, -- [4]
		},
		["谐律之女王猫眼石吊坠"] = {
			"谐律之女王猫眼石吊坠", -- [1]
			1251292, -- [2]
			1490000, -- [3]
			2, -- [4]
		},
		["被污染的强化符文"] = {
			"被污染的强化符文", -- [1]
			138889, -- [2]
			166667, -- [3]
			2, -- [4]
		},
		["无双之重甲爆头者"] = {
			"无双之重甲爆头者", -- [1]
			800005682, -- [2]
			900003523, -- [3]
			3, -- [4]
		},
	},
}
II_Temp_NonValue = {
}
