
HandyNotesDB = {
	["profileKeys"] = {
		["Jzhh - 暗影之月"] = "Jzhh - 暗影之月",
		["伊丽灬莎白 - 暗影之月"] = "伊丽灬莎白 - 暗影之月",
		["冲冲斩斩 - 暗影之月"] = "冲冲斩斩 - 暗影之月",
	},
	["profiles"] = {
		["Jzhh - 暗影之月"] = {
		},
		["伊丽灬莎白 - 暗影之月"] = {
		},
		["冲冲斩斩 - 暗影之月"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Jzhh - 暗影之月"] = "Jzhh - 暗影之月",
		["伊丽灬莎白 - 暗影之月"] = "伊丽灬莎白 - 暗影之月",
		["冲冲斩斩 - 暗影之月"] = "冲冲斩斩 - 暗影之月",
	},
	["profiles"] = {
		["Jzhh - 暗影之月"] = {
		},
		["伊丽灬莎白 - 暗影之月"] = {
		},
		["冲冲斩斩 - 暗影之月"] = {
		},
	},
}
