
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Jzhh - 暗影之月"] = "Default",
		["伊丽灬莎白 - 暗影之月"] = "Default",
		["冲冲斩斩 - 暗影之月"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S![Zz][Ff][Bb]^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2004;1200,1500,每月限量;34493;22966^S玩具#2^S3003;600;72159;19939#3004;800;35227#3005;750;46780^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^S坐骑#3^S9001;850,,每月1件;71718;17011#9002;1500,,每月限量;69228;38048^S推荐#1#1^S3006;1500,1800,每月限量;79769#3007;450;69227#3008;150;45047;28811^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S83`你搞活动我买单`魔兽英雄传之土拨鼠叔叔！`10月29日（周六）20点，魔兽英雄传之土拨鼠叔叔！*J当魔兽世界与炉石传说碰撞会擦出怎样的火花呢？*J有一位炉石传说主播，常年使用战士冲上传说，偶见前100；个性鲜明，不失原则；对魔兽爱的深沉，骨灰级老玩家。*J这次集合石活动由主持人：熊猫TV-闹小闹闹（房间号：309685）携手嘉宾：斗鱼TV-恩基爱萌萌哒的狗贼（房间号：208114）让我们一起体验这一场饕餮盛宴吧！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
		},
		["version"] = "70000.01",
		["ActivityProfiles"] = {
			["Voice"] = "",
			["黑心林地（史诗）"] = {
				["ItemLevel"] = 835,
				["Summary"] = "来奶 dps",
				["MinLevel"] = 110,
				["MaxLevel"] = 110,
				["PvPRating"] = 0,
				["HonorLevel"] = 0,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
	},
}
