
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["树皮术"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["铁鬃"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["迎头痛击"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["飞行管理员的哨子"] = {
			141605, -- [1]
			"item", -- [2]
		},
		["重殴"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["痛击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["熊形态"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["坍缩"] = {
			142173, -- [1]
			"item", -- [2]
		},
		["狂暴回复"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["旅行形态"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["潜行"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["裂伤"] = {
			52, -- [1]
			"spell", -- [2]
		},
		["横扫"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["台风"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["影遁"] = {
			2, -- [1]
			"spell", -- [2]
		},
		["野性冲锋"] = {
			57, -- [1]
			"spell", -- [2]
		},
		["月火术"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
