
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["也爹拥簇者 - 暗影之月"] = "也爹拥簇者 - 暗影之月",
	},
	["profiles"] = {
		["也爹拥簇者 - 暗影之月"] = {
			["createHistoryList"] = {
				"2-112-445-0", -- [1]
			},
			["recent"] = {
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "龙燕悠-奥特兰克",
						["time"] = 1482929082,
						["class"] = 12,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "法神小强强-影牙要塞",
						["iLvl"] = 863,
						["time"] = 1482929082,
						["class"] = 8,
						["bTag"] = "HuaqiangLiu#5743",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "传奇守护者-罗宁",
						["iLvl"] = 886,
						["time"] = 1482929048,
						["class"] = 12,
						["bTag"] = "太阳骑士#5175",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "灼手-扎拉赞恩",
						["iLvl"] = 875,
						["time"] = 1482929074,
						["class"] = 3,
						["bTag"] = "牧云野#51200",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "颓废男-奥杜尔",
						["iLvl"] = 884,
						["time"] = 1482929067,
						["class"] = 7,
						["bTag"] = "颓废#5710",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "微凉馨空-艾苏恩",
						["iLvl"] = 856,
						["time"] = 1482929082,
						["class"] = 12,
						["bTag"] = "微凉馨空#5936",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "最近的距离-罗宁",
						["iLvl"] = 845,
						["time"] = 1482929082,
						["class"] = 12,
						["bTag"] = "为了部落#5103898",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "开心德尼-奥特兰克",
						["iLvl"] = 871,
						["time"] = 1482929082,
						["class"] = 8,
						["bTag"] = "开心德尼#5713",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "云帆沧海-世界之树",
						["time"] = 1482929082,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "冰战-克尔苏加德",
						["iLvl"] = 862,
						["time"] = 1482929061,
						["class"] = 1,
						["bTag"] = "曙光#5302",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明之剑-安苏",
						["iLvl"] = 817,
						["time"] = 1482929082,
						["class"] = 1,
						["bTag"] = "巨硕之斧#57183",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "弯弯的太阳-山丘之王",
						["iLvl"] = 870,
						["time"] = 1482929076,
						["class"] = 12,
						["bTag"] = "山姆同学#5468",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "奥数师-金色平原",
						["iLvl"] = 802,
						["time"] = 1482929082,
						["class"] = 8,
						["bTag"] = "逝水无痕#5426",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "魔兽笨笨-基尔加丹",
						["time"] = 1482929048,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "常掏出来看看-翡翠梦境",
						["iLvl"] = 871,
						["time"] = 1482929082,
						["class"] = 12,
						["bTag"] = "跳跳熊#54609",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "Noc-主宰之剑",
						["time"] = 1482929078,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "Thirdmom-雷斧堡垒",
						["time"] = 1482929082,
						["class"] = 11,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "大鍅西南-伊瑟拉",
						["iLvl"] = 861,
						["time"] = 1482929082,
						["class"] = 8,
						["bTag"] = "西南阁#5638",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "拜占庭的荣耀-羽月",
						["iLvl"] = 836,
						["time"] = 1482929082,
						["class"] = 2,
						["bTag"] = "wangtank#5418",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "凌舞千霜-雷克萨",
						["time"] = 1482929082,
						["class"] = 2,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "离岛晴空灬-麦迪文",
						["iLvl"] = 799,
						["time"] = 1482929082,
						["class"] = 10,
						["bTag"] = "喃音入梦#5776",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "伦伦第一可爱-翡翠梦境",
						["iLvl"] = 850,
						["time"] = 1482928932,
						["class"] = 3,
						["bTag"] = "二叔公#5814",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "也爹治愈者-暗影之月",
						["iLvl"] = 858,
						["time"] = 1482929078,
						["class"] = 5,
						["bTag"] = "xuzixx#5508",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelhunter-幽暗沼泽",
						["iLvl"] = 874,
						["time"] = 1482929082,
						["class"] = 3,
						["bTag"] = "林鹏军#5547",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "殇丶情意-月神殿",
						["iLvl"] = 785,
						["time"] = 1482929082,
						["class"] = 8,
						["bTag"] = "财神#5874",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "悠着点-桑德兰",
						["iLvl"] = 856,
						["time"] = 1482929082,
						["class"] = 8,
						["bTag"] = "风絮#5753",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "青青仔-月神殿",
						["iLvl"] = 856,
						["time"] = 1482929082,
						["class"] = 1,
						["bTag"] = "张尼玛#5516",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "烟洃-自由之风",
						["iLvl"] = 853,
						["time"] = 1482929082,
						["class"] = 1,
						["bTag"] = "Joker#514905",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "丶忆綵-圣火神殿",
						["iLvl"] = 792,
						["time"] = 1482929082,
						["class"] = 5,
						["bTag"] = "忆綵#5968",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "好心的法爹-风暴峭壁",
						["iLvl"] = 873,
						["time"] = 1482929082,
						["class"] = 4,
						["bTag"] = "逗比大人#51204",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "影月刀-普罗德摩",
						["time"] = 1482929082,
						["class"] = 4,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "等待佑边-山丘之王",
						["time"] = 1482929038,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "深蓝色的情人-耳语海岸",
						["time"] = 1482928900,
						["class"] = 3,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "光影随星-朵丹尼尔",
						["iLvl"] = 879,
						["time"] = 1482928996,
						["class"] = 11,
						["bTag"] = "TangoFox#5413",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "白加黑加白-奥特兰克",
						["iLvl"] = 869,
						["time"] = 1482928988,
						["class"] = 3,
						["bTag"] = "Mars#52287",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Tearheaven-奥特兰克",
						["iLvl"] = 841,
						["time"] = 1482929082,
						["class"] = 3,
						["bTag"] = "qi77#5192",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "七变小德-贫瘠之地",
						["iLvl"] = 859,
						["time"] = 1482929082,
						["class"] = 11,
						["bTag"] = "mayi#5695",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "月光之黯-主宰之剑",
						["time"] = 1482929048,
						["class"] = 12,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "武僧杨五郎-灰谷",
						["iLvl"] = 807,
						["time"] = 1482929082,
						["class"] = 10,
						["bTag"] = "艺术家#51118",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "一介武夫子-冰风岗",
						["time"] = 1482929082,
						["class"] = 1,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "水月寒-元素之力",
						["time"] = 1482929082,
						["class"] = 3,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "坷垃碳-朵丹尼尔",
						["iLvl"] = 861,
						["time"] = 1482929082,
						["class"] = 5,
						["bTag"] = "人雁南飞#5196",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "专属宝贝-达隆米尔",
						["time"] = 1482929048,
						["class"] = 5,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "橡木之手-轻风之语",
						["iLvl"] = 846,
						["time"] = 1482929082,
						["class"] = 11,
						["bTag"] = "月落东城#5912",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "坤焱凯翔-爱斯特纳",
						["time"] = 1482929082,
						["class"] = 12,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Akiva-暗影之月",
						["time"] = 1482929082,
						["class"] = 8,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "大漠沙如雪-轻风之语",
						["time"] = 1482929082,
						["class"] = 6,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "一云一-玛里苟斯",
						["time"] = 1482929082,
						["class"] = 12,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Eilistraee-诺兹多姆",
						["time"] = 1482929082,
						["class"] = 4,
					}, -- [49]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "卍瓦卍-蜘蛛王国",
						["iLvl"] = 820,
						["time"] = 1483618442,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "卍思恋卍#5387",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "終極裁决-末日行者",
						["iLvl"] = 854,
						["time"] = 1483618673,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蔺峰#51365",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "两根烟丝-古尔丹",
						["iLvl"] = 881,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "一根烟丝#5412",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "咕灬嘟丨嘟-迦拉克隆",
						["iLvl"] = 861,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "小楽篼#5623",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "何必丶倾城-国王之谷",
						["time"] = 1483618673,
						["class"] = 6,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "Lakeoftears-主宰之剑",
						["iLvl"] = 862,
						["time"] = 1483618459,
						["class"] = 6,
						["bTag"] = "ShadowDragon#5492",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "已冲锋在路上-主宰之剑",
						["iLvl"] = 862,
						["time"] = 1483618457,
						["class"] = 1,
						["bTag"] = "修罗武神#5374",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明灬半醒-安苏",
						["time"] = 1483618448,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "妹纸哪里跑-远古海滩",
						["iLvl"] = 876,
						["time"] = 1483618455,
						["class"] = 6,
						["bTag"] = "放开那妹纸#5187",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丢丶-阿古斯",
						["iLvl"] = 871,
						["time"] = 1483618673,
						["class"] = 12,
						["bTag"] = "蹲在墙头等红杏#5613",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Stevenash-山丘之王",
						["iLvl"] = 868,
						["time"] = 1483618566,
						["class"] = 7,
						["bTag"] = "丿刘洋他爹#5901",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Rokman-格瑞姆巴托",
						["iLvl"] = 865,
						["time"] = 1483618442,
						["class"] = 6,
						["bTag"] = "rokman#5825",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "暗夜采集者-雷斧堡垒",
						["time"] = 1483618673,
						["class"] = 11,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "眼神交流-达斯雷玛",
						["iLvl"] = 850,
						["time"] = 1483618496,
						["class"] = 12,
						["bTag"] = "八号风球#5157",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "独钓一江雪-奥拉基尔",
						["time"] = 1483618448,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "也爹治愈者-暗影之月",
						["iLvl"] = 858,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "xuzixx#5508",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝叶-影之哀伤",
						["iLvl"] = 875,
						["time"] = 1483618544,
						["class"] = 2,
						["bTag"] = "闪亮之翼#514978",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "卡斯迪奧-霜之哀伤",
						["time"] = 1483618471,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "伤不起的咆哮-永恒之井",
						["iLvl"] = 869,
						["time"] = 1483618461,
						["class"] = 3,
						["bTag"] = "虚无缥缈#5399",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "普通村民-国王之谷",
						["iLvl"] = 886,
						["time"] = 1483618475,
						["class"] = 10,
						["bTag"] = "阿狸斯坦森#5352",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "坏小子王子-朵丹尼尔",
						["iLvl"] = 887,
						["time"] = 1483618502,
						["class"] = 1,
						["bTag"] = "一笑而过#52549",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "包子的回忆-艾萨拉",
						["time"] = 1483618440,
						["class"] = 2,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "暴风乱民-斯坦索姆",
						["iLvl"] = 865,
						["time"] = 1483618673,
						["class"] = 1,
						["bTag"] = "晴天娃娃#5943",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Ksama-瓦里安",
						["iLvl"] = 876,
						["time"] = 1483618485,
						["class"] = 2,
						["bTag"] = "茫然之潜行者#521773",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "Jjâflyã-达文格尔",
						["iLvl"] = 877,
						["time"] = 1483618467,
						["class"] = 2,
						["bTag"] = "CrazyBaby#51297",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "朕恕你无罪-熊猫酒仙",
						["time"] = 1483618440,
						["class"] = 1,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "小德小木子-回音山",
						["iLvl"] = 852,
						["time"] = 1483618667,
						["class"] = 11,
						["bTag"] = "全职业制霸#5956",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "海之飞扬-阿纳克洛斯",
						["iLvl"] = 871,
						["time"] = 1483618481,
						["class"] = 4,
						["bTag"] = "GodisaAVgirl#5515",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Philoctetes-索瑞森",
						["iLvl"] = 867,
						["time"] = 1483618673,
						["class"] = 9,
						["bTag"] = "Philoctetes#5707",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "忆昔记得-罗宁",
						["iLvl"] = 891,
						["time"] = 1483618444,
						["class"] = 2,
						["bTag"] = "忆昔记得#5510",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "悲秋客-斯坦索姆",
						["time"] = 1483618669,
						["class"] = 1,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "古月心-海达希亚",
						["iLvl"] = 861,
						["time"] = 1483618475,
						["class"] = 8,
						["bTag"] = "蒹葭随风#5269",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "Mascot-玛多兰",
						["iLvl"] = 877,
						["time"] = 1483618442,
						["class"] = 2,
						["bTag"] = "Paradise1120#5790",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "燃战-蜘蛛王国",
						["iLvl"] = 846,
						["time"] = 1483618444,
						["class"] = 1,
						["bTag"] = "liaoyiwu#5718",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔导师菊花-诺莫瑞根",
						["iLvl"] = 878,
						["time"] = 1483618669,
						["class"] = 8,
						["bTag"] = "再睡一夏#51779",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜恶魔猎-末日行者",
						["iLvl"] = 859,
						["time"] = 1483618645,
						["class"] = 12,
						["bTag"] = "猫的翅膀#5155",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜小可爱-库德兰",
						["time"] = 1483618660,
						["class"] = 2,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "小一-凯尔萨斯",
						["time"] = 1483618652,
						["class"] = 12,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "萧瑟幽牧-死亡之翼",
						["time"] = 1483618453,
						["class"] = 5,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "档机-狂热之刃",
						["iLvl"] = 837,
						["time"] = 1483618662,
						["class"] = 7,
						["bTag"] = "邪血#5358",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "魔道-亚雷戈斯",
						["iLvl"] = 884,
						["time"] = 1483618625,
						["class"] = 6,
						["bTag"] = "阿辉#5753",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "影月之魂-罗宁",
						["iLvl"] = 878,
						["time"] = 1483618673,
						["class"] = 12,
						["bTag"] = "上善若水#5354",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "风景依旧在-闪电之刃",
						["iLvl"] = 878,
						["time"] = 1483618667,
						["class"] = 5,
						["bTag"] = "机械之咒#587883",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "丿果粒橙-末日行者",
						["iLvl"] = 840,
						["time"] = 1483618648,
						["class"] = 6,
						["bTag"] = "死亡之翼#544187",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Shf-斯坦索姆",
						["iLvl"] = 880,
						["time"] = 1483618671,
						["class"] = 12,
						["bTag"] = "土豆泥#5717",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "兰伯特冰锋-阿古斯",
						["time"] = 1483618667,
						["class"] = 2,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "青蓝冰冰-扎拉赞恩",
						["iLvl"] = 888,
						["time"] = 1483618625,
						["class"] = 2,
						["bTag"] = "第二天堂#5220",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "张先生乀-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1483618658,
						["class"] = 1,
						["bTag"] = "张先生#5228",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "杜暴茂-普罗德摩",
						["iLvl"] = 846,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "杜暴茂#5716",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "黑与白-巴尔古恩",
						["iLvl"] = 876,
						["time"] = 1483618673,
						["class"] = 2,
						["bTag"] = "机智的黄图哥#5414",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "云残风呼啸-破碎岭",
						["iLvl"] = 877,
						["time"] = 1483618652,
						["class"] = 12,
						["bTag"] = "黑山老妖#5949",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "丶刷刷子-普罗德摩",
						["iLvl"] = 864,
						["time"] = 1483618650,
						["class"] = 8,
						["bTag"] = "牧云虚度#5287",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "桃子的味道-白银之手",
						["time"] = 1483618673,
						["class"] = 1,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "我是双鱼座-达纳斯",
						["iLvl"] = 876,
						["time"] = 1483618673,
						["class"] = 10,
						["bTag"] = "我是射手座#5294",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "Pt-主宰之剑",
						["iLvl"] = 861,
						["time"] = 1483618662,
						["class"] = 1,
						["bTag"] = "杨林他叔#5377",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "红叶丶飓风-阿古斯",
						["iLvl"] = 852,
						["time"] = 1483618652,
						["class"] = 10,
						["bTag"] = "GKG888#5936",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "四哥-普瑞斯托",
						["iLvl"] = 808,
						["time"] = 1483618645,
						["class"] = 1,
						["bTag"] = "四郎#5105",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "浮夸-扎拉赞恩",
						["iLvl"] = 885,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "浮夸#5267",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Tequierok-风暴峭壁",
						["iLvl"] = 887,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "TKss#51440",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "军团暗影-迦拉克隆",
						["iLvl"] = 857,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "军团之握#5351",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "清风舞明月-白银之手",
						["iLvl"] = 868,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "辰光#5239",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "古兹曼教主-银松森林",
						["iLvl"] = 854,
						["time"] = 1483618673,
						["class"] = 7,
						["bTag"] = "冰霜之犬#543559",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "丶尐丨懒僧灬-塞拉摩",
						["iLvl"] = 890,
						["time"] = 1483618673,
						["class"] = 10,
						["bTag"] = "吴奕萱#5241",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "丶尐丨懒貓灬-塞拉摩",
						["iLvl"] = 892,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "灬圜丶仔灬#5163",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "紅八-安苏",
						["iLvl"] = 879,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "Hsky#51162",
					}, -- [65]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -117.000122070313,
					["x"] = 41.5000190734863,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["searchInputHistory"] = {
				["1-124-420-0"] = {
					"胡", -- [1]
					"世界", -- [2]
				},
				["6-0-0-0"] = {
					"勒", -- [1]
					"利", -- [2]
				},
				["3-122-414-0"] = {
					"个人", -- [1]
				},
			},
			["searchHistoryList"] = {
				"1-124-420-0", -- [1]
				"1-124-419-0", -- [2]
				"1-124-422-0", -- [3]
				"3-122-414-0", -- [4]
				"1-124-421-0", -- [5]
				"2-112-445-0", -- [6]
				"6-0-0-0", -- [7]
			},
			["lastSearchValue"] = "1-124-420-0",
			["worldQuestHelp"] = true,
		},
	},
}
