
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["也爹治愈者 - 暗影之月"] = "也爹治愈者 - 暗影之月",
	},
	["profiles"] = {
		["也爹治愈者 - 暗影之月"] = {
			["createHistoryList"] = {
				"1-124-419-0", -- [1]
				"6-0-16-0", -- [2]
			},
			["recent"] = {
				["1-124-423-0"] = {
					{
						["role"] = "TANK",
						["name"] = "温瑞特-塞拉摩",
						["iLvl"] = 867,
						["time"] = 1484844486,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "幸运之翼#526128",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小面包侠-埃加洛尔",
						["iLvl"] = 884,
						["time"] = 1484844538,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "星火燎原#5871",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "梦魇曌龘-风暴峭壁",
						["iLvl"] = 862,
						["time"] = 1484844562,
						["class"] = 6,
						["bTag"] = "战天下#5709",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "风神月影-诺莫瑞根",
						["time"] = 1484844562,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "好雨知时节-金色平原",
						["iLvl"] = 866,
						["time"] = 1484844488,
						["class"] = 5,
						["bTag"] = "天空#5836",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "落魄红颜-主宰之剑",
						["iLvl"] = 889,
						["time"] = 1484844462,
						["class"] = 5,
						["bTag"] = "迟一步灬迟一生#5781",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Esc-迦拉克隆",
						["iLvl"] = 841,
						["time"] = 1484844484,
						["class"] = 2,
						["bTag"] = "黑桃饭#5748",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "暖绵绵-石锤",
						["iLvl"] = 890,
						["time"] = 1484844495,
						["class"] = 10,
						["bTag"] = "陈胖子#52835",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "莫伤伤-遗忘海岸",
						["iLvl"] = 833,
						["time"] = 1484844501,
						["class"] = 2,
						["bTag"] = "九鼎#5146",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丨風灬稀饭-血顶",
						["time"] = 1484844562,
						["class"] = 3,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "高牛牛-主宰之剑",
						["iLvl"] = 827,
						["time"] = 1484844501,
						["class"] = 12,
						["bTag"] = "风见隼人#5206",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "美哒流口水-蜘蛛王国",
						["iLvl"] = 891,
						["time"] = 1484844467,
						["class"] = 12,
						["bTag"] = "小可爱#5567",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "一色股跌停-达纳斯",
						["iLvl"] = 871,
						["time"] = 1484844488,
						["class"] = 2,
						["bTag"] = "WishLegend#5981",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Astaroth-风暴之眼",
						["time"] = 1484844497,
						["class"] = 9,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "炽焰天使-霜狼",
						["iLvl"] = 879,
						["time"] = 1484844536,
						["class"] = 1,
						["bTag"] = "紫衫龙王#51438",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌的小帽-守护之剑",
						["iLvl"] = 891,
						["time"] = 1484844501,
						["class"] = 7,
						["bTag"] = "boa12345678#5512",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "蔷薇的法则-伊瑟拉",
						["iLvl"] = 813,
						["time"] = 1484844499,
						["class"] = 5,
						["bTag"] = "XectyEin#5140",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "库尼吉瓦-主宰之剑",
						["iLvl"] = 875,
						["time"] = 1484844495,
						["class"] = 1,
						["bTag"] = "史诗之鼠#553429",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "死神之刃-达文格尔",
						["time"] = 1484844490,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "卟容丿亵渎-玛洛加尔",
						["iLvl"] = 830,
						["time"] = 1484844552,
						["class"] = 3,
						["bTag"] = "压力超大#5255",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "驍勇善战-主宰之剑",
						["iLvl"] = 873,
						["time"] = 1484844562,
						["class"] = 2,
						["bTag"] = "百年飘香菊#5306",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "传说中的欧皇-白银之手",
						["iLvl"] = 855,
						["time"] = 1484844490,
						["class"] = 6,
						["bTag"] = "再世骁武#5459",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "成龙很想娶我-熊猫酒仙",
						["iLvl"] = 860,
						["time"] = 1484844562,
						["class"] = 3,
						["bTag"] = "你们这是自寻死路#51311",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丶凋零鳕儿丿-阿纳克洛斯",
						["iLvl"] = 891,
						["time"] = 1484844544,
						["class"] = 6,
						["bTag"] = "埃辛诺斯壁垒#5465",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "云消雾散-月光林地",
						["iLvl"] = 887,
						["time"] = 1484844484,
						["class"] = 2,
						["bTag"] = "勇敢#5727",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "迷恋圣光-山丘之王",
						["iLvl"] = 874,
						["time"] = 1484844480,
						["class"] = 2,
						["bTag"] = "Leslieliu#51931",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "我是宝宝-迦拉克隆",
						["iLvl"] = 888,
						["time"] = 1484844486,
						["class"] = 3,
						["bTag"] = "王十九#5823",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "啼啦咪嗉-祖尔金",
						["iLvl"] = 848,
						["time"] = 1484844484,
						["class"] = 8,
						["bTag"] = "wizard130102#5614",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "姑苏小德-金色平原",
						["iLvl"] = 879,
						["time"] = 1484844490,
						["class"] = 11,
						["bTag"] = "姑苏制霸#5517",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "云中的天堂-加里索斯",
						["iLvl"] = 895,
						["time"] = 1484844511,
						["class"] = 7,
						["bTag"] = "小萝卜#5612",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "兽丨丨王-主宰之剑",
						["iLvl"] = 871,
						["time"] = 1484844538,
						["class"] = 3,
						["bTag"] = "冯小顺#5149",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "黎酱小公举-安苏",
						["iLvl"] = 877,
						["time"] = 1484844497,
						["class"] = 5,
						["bTag"] = "RikaMomo#5590",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Hydrz-霜之哀伤",
						["iLvl"] = 882,
						["time"] = 1484844562,
						["class"] = 8,
						["bTag"] = "黑月#5641",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "丶北落師門-破碎岭",
						["time"] = 1484844458,
						["class"] = 2,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "烨远-金色平原",
						["iLvl"] = 882,
						["time"] = 1484844488,
						["class"] = 3,
						["bTag"] = "JackCheng#5725",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "水果茶-刺骨利刃",
						["iLvl"] = 895,
						["time"] = 1484844462,
						["class"] = 2,
						["bTag"] = "寻一个方向#5341",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的王者-塞拉摩",
						["iLvl"] = 892,
						["time"] = 1484844486,
						["class"] = 4,
						["bTag"] = "般若#51355",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "凯尔格雷恩-金色平原",
						["iLvl"] = 867,
						["time"] = 1484844480,
						["class"] = 3,
						["bTag"] = "Ryan#51339",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "月娜-银月",
						["time"] = 1484844482,
						["class"] = 4,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "雲烟-暗影之月",
						["iLvl"] = 868,
						["time"] = 1484844497,
						["class"] = 10,
						["bTag"] = "Davinci#5308",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "绵绵小雨-纳沙塔尔",
						["time"] = 1484844562,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "东方娃娃-纳沙塔尔",
						["iLvl"] = 893,
						["time"] = 1484844562,
						["class"] = 5,
						["bTag"] = "taolidie#5837",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "灾劫丶-末日行者",
						["iLvl"] = 877,
						["time"] = 1484844513,
						["class"] = 12,
						["bTag"] = "锋轻云淡#5110",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "牧牧与凤凰-德拉诺",
						["time"] = 1484844562,
						["class"] = 2,
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "从前有个德-塞拉摩",
						["iLvl"] = 866,
						["time"] = 1484844562,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Allen#5966",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落信仰包-塞纳留斯",
						["time"] = 1484844562,
						["class"] = 8,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "良言-罗宁",
						["iLvl"] = 870,
						["time"] = 1484844562,
						["class"] = 12,
						["bTag"] = "NightRaven#55675",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Odin-刺骨利刃",
						["iLvl"] = 891,
						["time"] = 1484844562,
						["class"] = 7,
						["bTag"] = "Odin#5680",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "蕾娜絲-桑德兰",
						["iLvl"] = 868,
						["time"] = 1484844562,
						["class"] = 12,
						["bTag"] = "Ayane#5283",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "卡徳加-破碎岭",
						["iLvl"] = 873,
						["time"] = 1484844562,
						["class"] = 8,
						["bTag"] = "JayChou#51923",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "七分熟丶-末日行者",
						["iLvl"] = 877,
						["time"] = 1484844529,
						["class"] = 6,
						["bTag"] = "来丶你过来#5322",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "女警凯特琳-白银之手",
						["iLvl"] = 863,
						["time"] = 1484844562,
						["class"] = 1,
						["bTag"] = "老兵#5512",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "十夜神-月光林地",
						["iLvl"] = 868,
						["time"] = 1484844562,
						["class"] = 5,
						["bTag"] = "暗夜之骑士#5155871",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "未聞花茗-伊瑟拉",
						["iLvl"] = 880,
						["time"] = 1484844562,
						["class"] = 6,
						["bTag"] = "东海太子白龙马#5594",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "影丶靈帝-罗宁",
						["iLvl"] = 881,
						["time"] = 1484844562,
						["class"] = 12,
						["bTag"] = "姜小白#51285",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "离落凡尘-主宰之剑",
						["iLvl"] = 863,
						["time"] = 1484844562,
						["class"] = 8,
						["bTag"] = "离落凡尘#5715",
					}, -- [56]
				},
				["2-121-454-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "本宫灬没空-阿古斯",
						["iLvl"] = 848,
						["time"] = 1483428308,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "机械之咒#516547",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小小鸟儿-阿古斯",
						["time"] = 1483428308,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂祭献-塞拉摩",
						["time"] = 1483428308,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "蒂娜-阿古斯",
						["iLvl"] = 837,
						["time"] = 1483428308,
						["class"] = 1,
						["bTag"] = "犹如初见#5124",
					}, -- [4]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "龙燕悠-奥特兰克",
						["time"] = 1482929078,
						["class"] = 12,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "法神小强强-影牙要塞",
						["iLvl"] = 863,
						["time"] = 1482929078,
						["class"] = 8,
						["bTag"] = "HuaqiangLiu#5743",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "传奇守护者-罗宁",
						["iLvl"] = 886,
						["time"] = 1482929049,
						["class"] = 12,
						["bTag"] = "太阳骑士#5175",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "灼手-扎拉赞恩",
						["iLvl"] = 875,
						["time"] = 1482929074,
						["class"] = 3,
						["bTag"] = "牧云野#51200",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "颓废男-奥杜尔",
						["iLvl"] = 884,
						["time"] = 1482929067,
						["class"] = 7,
						["bTag"] = "颓废#5710",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "微凉馨空-艾苏恩",
						["iLvl"] = 856,
						["time"] = 1482929078,
						["class"] = 12,
						["bTag"] = "微凉馨空#5936",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "最近的距离-罗宁",
						["iLvl"] = 845,
						["time"] = 1482929078,
						["class"] = 12,
						["bTag"] = "为了部落#5103898",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "开心德尼-奥特兰克",
						["iLvl"] = 871,
						["time"] = 1482929078,
						["class"] = 8,
						["bTag"] = "开心德尼#5713",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "云帆沧海-世界之树",
						["time"] = 1482929078,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "冰战-克尔苏加德",
						["iLvl"] = 862,
						["time"] = 1482929061,
						["class"] = 1,
						["bTag"] = "曙光#5302",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明之剑-安苏",
						["iLvl"] = 817,
						["time"] = 1482929078,
						["class"] = 1,
						["bTag"] = "巨硕之斧#57183",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "弯弯的太阳-山丘之王",
						["iLvl"] = 870,
						["time"] = 1482929076,
						["class"] = 12,
						["bTag"] = "山姆同学#5468",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "奥数师-金色平原",
						["iLvl"] = 802,
						["time"] = 1482929078,
						["class"] = 8,
						["bTag"] = "逝水无痕#5426",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "魔兽笨笨-基尔加丹",
						["time"] = 1482929049,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "常掏出来看看-翡翠梦境",
						["iLvl"] = 871,
						["time"] = 1482929078,
						["class"] = 12,
						["bTag"] = "跳跳熊#54609",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "Noc-主宰之剑",
						["time"] = 1482929078,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "Thirdmom-雷斧堡垒",
						["time"] = 1482929078,
						["class"] = 11,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "大鍅西南-伊瑟拉",
						["iLvl"] = 861,
						["time"] = 1482929078,
						["class"] = 8,
						["bTag"] = "西南阁#5638",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "拜占庭的荣耀-羽月",
						["iLvl"] = 836,
						["time"] = 1482929078,
						["class"] = 2,
						["bTag"] = "wangtank#5418",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "凌舞千霜-雷克萨",
						["time"] = 1482929078,
						["class"] = 2,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "离岛晴空灬-麦迪文",
						["iLvl"] = 799,
						["time"] = 1482929078,
						["class"] = 10,
						["bTag"] = "喃音入梦#5776",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "伦伦第一可爱-翡翠梦境",
						["iLvl"] = 850,
						["time"] = 1482928932,
						["class"] = 3,
						["bTag"] = "二叔公#5814",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "也爹拥簇者-暗影之月",
						["iLvl"] = 880,
						["time"] = 1482929078,
						["class"] = 11,
						["bTag"] = "xuzixx#5508",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelhunter-幽暗沼泽",
						["iLvl"] = 874,
						["time"] = 1482929078,
						["class"] = 3,
						["bTag"] = "林鹏军#5547",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "殇丶情意-月神殿",
						["iLvl"] = 785,
						["time"] = 1482929078,
						["class"] = 8,
						["bTag"] = "财神#5874",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "悠着点-桑德兰",
						["iLvl"] = 856,
						["time"] = 1482929078,
						["class"] = 8,
						["bTag"] = "风絮#5753",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "青青仔-月神殿",
						["iLvl"] = 856,
						["time"] = 1482929078,
						["class"] = 1,
						["bTag"] = "张尼玛#5516",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Chakira-千针石林",
						["iLvl"] = 861,
						["time"] = 1482929072,
						["class"] = 4,
						["bTag"] = "Shakria#5427",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "烟洃-自由之风",
						["iLvl"] = 853,
						["time"] = 1482929078,
						["class"] = 1,
						["bTag"] = "Joker#514905",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦蹦跳跳乱暴-国王之谷",
						["time"] = 1482928968,
						["class"] = 8,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "丶忆綵-圣火神殿",
						["iLvl"] = 792,
						["time"] = 1482929078,
						["class"] = 5,
						["bTag"] = "忆綵#5968",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "好心的法爹-风暴峭壁",
						["iLvl"] = 873,
						["time"] = 1482929078,
						["class"] = 4,
						["bTag"] = "逗比大人#51204",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "等待佑边-山丘之王",
						["time"] = 1482929038,
						["class"] = 7,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "深蓝色的情人-耳语海岸",
						["time"] = 1482928900,
						["class"] = 3,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "白加黑加白-奥特兰克",
						["iLvl"] = 869,
						["time"] = 1482928988,
						["class"] = 3,
						["bTag"] = "Mars#52287",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Tearheaven-奥特兰克",
						["iLvl"] = 841,
						["time"] = 1482929078,
						["class"] = 3,
						["bTag"] = "qi77#5192",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "月光之黯-主宰之剑",
						["time"] = 1482929049,
						["class"] = 12,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "武僧杨五郎-灰谷",
						["iLvl"] = 807,
						["time"] = 1482929078,
						["class"] = 10,
						["bTag"] = "艺术家#51118",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一介武夫子-冰风岗",
						["time"] = 1482929078,
						["class"] = 1,
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "坷垃碳-朵丹尼尔",
						["iLvl"] = 861,
						["time"] = 1482929078,
						["class"] = 5,
						["bTag"] = "人雁南飞#5196",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "专属宝贝-达隆米尔",
						["time"] = 1482929049,
						["class"] = 5,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Kkang-主宰之剑",
						["time"] = 1482929078,
						["class"] = 12,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Akiva-暗影之月",
						["time"] = 1482929078,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "大漠沙如雪-轻风之语",
						["time"] = 1482929078,
						["class"] = 6,
					}, -- [44]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "卍瓦卍-蜘蛛王国",
						["iLvl"] = 820,
						["time"] = 1483618442,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "卍思恋卍#5387",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "終極裁决-末日行者",
						["iLvl"] = 854,
						["time"] = 1483618673,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蔺峰#51365",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "两根烟丝-古尔丹",
						["iLvl"] = 881,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "一根烟丝#5412",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "咕灬嘟丨嘟-迦拉克隆",
						["iLvl"] = 861,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "小楽篼#5623",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "何必丶倾城-国王之谷",
						["time"] = 1483618673,
						["class"] = 6,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "Lakeoftears-主宰之剑",
						["iLvl"] = 862,
						["time"] = 1483618459,
						["class"] = 6,
						["bTag"] = "ShadowDragon#5492",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "已冲锋在路上-主宰之剑",
						["iLvl"] = 862,
						["time"] = 1483618457,
						["class"] = 1,
						["bTag"] = "修罗武神#5374",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明灬半醒-安苏",
						["time"] = 1483618448,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "妹纸哪里跑-远古海滩",
						["iLvl"] = 876,
						["time"] = 1483618454,
						["class"] = 6,
						["bTag"] = "放开那妹纸#5187",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丢丶-阿古斯",
						["iLvl"] = 871,
						["time"] = 1483618673,
						["class"] = 12,
						["bTag"] = "蹲在墙头等红杏#5613",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Stevenash-山丘之王",
						["iLvl"] = 868,
						["time"] = 1483618566,
						["class"] = 7,
						["bTag"] = "丿刘洋他爹#5901",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Rokman-格瑞姆巴托",
						["iLvl"] = 865,
						["time"] = 1483618442,
						["class"] = 6,
						["bTag"] = "rokman#5825",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "暗夜采集者-雷斧堡垒",
						["time"] = 1483618673,
						["class"] = 11,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "眼神交流-达斯雷玛",
						["iLvl"] = 850,
						["time"] = 1483618496,
						["class"] = 12,
						["bTag"] = "八号风球#5157",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "独钓一江雪-奥拉基尔",
						["time"] = 1483618448,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "也爹拥簇者-暗影之月",
						["iLvl"] = 880,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "xuzixx#5508",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝叶-影之哀伤",
						["iLvl"] = 875,
						["time"] = 1483618544,
						["class"] = 2,
						["bTag"] = "闪亮之翼#514978",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "卡斯迪奧-霜之哀伤",
						["time"] = 1483618469,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "伤不起的咆哮-永恒之井",
						["iLvl"] = 869,
						["time"] = 1483618461,
						["class"] = 3,
						["bTag"] = "虚无缥缈#5399",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "普通村民-国王之谷",
						["iLvl"] = 886,
						["time"] = 1483618475,
						["class"] = 10,
						["bTag"] = "阿狸斯坦森#5352",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "坏小子王子-朵丹尼尔",
						["iLvl"] = 887,
						["time"] = 1483618502,
						["class"] = 1,
						["bTag"] = "一笑而过#52549",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "包子的回忆-艾萨拉",
						["time"] = 1483618440,
						["class"] = 2,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "琪叶-诺兹多姆",
						["time"] = 1483618673,
						["class"] = 3,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "暴风乱民-斯坦索姆",
						["iLvl"] = 865,
						["time"] = 1483618673,
						["class"] = 1,
						["bTag"] = "晴天娃娃#5943",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Ksama-瓦里安",
						["iLvl"] = 876,
						["time"] = 1483618485,
						["class"] = 2,
						["bTag"] = "茫然之潜行者#521773",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "Jjâflyã-达文格尔",
						["iLvl"] = 877,
						["time"] = 1483618467,
						["class"] = 2,
						["bTag"] = "CrazyBaby#51297",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "朕恕你无罪-熊猫酒仙",
						["time"] = 1483618440,
						["class"] = 1,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "小德小木子-回音山",
						["iLvl"] = 852,
						["time"] = 1483618667,
						["class"] = 11,
						["bTag"] = "全职业制霸#5956",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "海之飞扬-阿纳克洛斯",
						["iLvl"] = 871,
						["time"] = 1483618481,
						["class"] = 4,
						["bTag"] = "GodisaAVgirl#5515",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丨饼干丨-末日行者",
						["iLvl"] = 879,
						["time"] = 1483618454,
						["class"] = 11,
						["bTag"] = "Moon#5738",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Philoctetes-索瑞森",
						["iLvl"] = 867,
						["time"] = 1483618673,
						["class"] = 9,
						["bTag"] = "Philoctetes#5707",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "忆昔记得-罗宁",
						["iLvl"] = 891,
						["time"] = 1483618444,
						["class"] = 2,
						["bTag"] = "忆昔记得#5510",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "悲秋客-斯坦索姆",
						["time"] = 1483618669,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "古月心-海达希亚",
						["iLvl"] = 861,
						["time"] = 1483618475,
						["class"] = 8,
						["bTag"] = "蒹葭随风#5269",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "Mascot-玛多兰",
						["iLvl"] = 877,
						["time"] = 1483618442,
						["class"] = 2,
						["bTag"] = "Paradise1120#5790",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火冲天-羽月",
						["iLvl"] = 868,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "欺寡妇打小孩#5592",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "燃战-蜘蛛王国",
						["iLvl"] = 846,
						["time"] = 1483618444,
						["class"] = 1,
						["bTag"] = "liaoyiwu#5718",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "䪉左曉㯿-主宰之剑",
						["iLvl"] = 868,
						["time"] = 1483618669,
						["class"] = 1,
						["bTag"] = "无聊人办无聊事#5177",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "维尼小巫-主宰之剑",
						["iLvl"] = 888,
						["time"] = 1483618654,
						["class"] = 2,
						["bTag"] = "竹柳果果#5425",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜恶魔猎-末日行者",
						["iLvl"] = 859,
						["time"] = 1483618646,
						["class"] = 12,
						["bTag"] = "猫的翅膀#5155",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜小可爱-库德兰",
						["time"] = 1483618660,
						["class"] = 2,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔导师菊花-诺莫瑞根",
						["iLvl"] = 878,
						["time"] = 1483618669,
						["class"] = 8,
						["bTag"] = "再睡一夏#51779",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "小一-凯尔萨斯",
						["time"] = 1483618652,
						["class"] = 12,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "萧瑟幽牧-死亡之翼",
						["time"] = 1483618452,
						["class"] = 5,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "档机-狂热之刃",
						["iLvl"] = 837,
						["time"] = 1483618662,
						["class"] = 7,
						["bTag"] = "邪血#5358",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "魔道-亚雷戈斯",
						["iLvl"] = 884,
						["time"] = 1483618624,
						["class"] = 6,
						["bTag"] = "阿辉#5753",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "风景依旧在-闪电之刃",
						["iLvl"] = 878,
						["time"] = 1483618667,
						["class"] = 5,
						["bTag"] = "机械之咒#587883",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Shf-斯坦索姆",
						["iLvl"] = 880,
						["time"] = 1483618669,
						["class"] = 12,
						["bTag"] = "土豆泥#5717",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "兰伯特冰锋-阿古斯",
						["time"] = 1483618667,
						["class"] = 2,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "青蓝冰冰-扎拉赞恩",
						["iLvl"] = 888,
						["time"] = 1483618624,
						["class"] = 2,
						["bTag"] = "第二天堂#5220",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "张先生乀-主宰之剑",
						["iLvl"] = 890,
						["time"] = 1483618658,
						["class"] = 1,
						["bTag"] = "张先生#5228",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "杜暴茂-普罗德摩",
						["iLvl"] = 846,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "杜暴茂#5716",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "火舞冰霜-回音山",
						["iLvl"] = 863,
						["time"] = 1483618662,
						["class"] = 8,
						["bTag"] = "殴打神父#5917",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "云残风呼啸-破碎岭",
						["iLvl"] = 877,
						["time"] = 1483618654,
						["class"] = 12,
						["bTag"] = "黑山老妖#5949",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "丶刷刷子-普罗德摩",
						["iLvl"] = 864,
						["time"] = 1483618650,
						["class"] = 8,
						["bTag"] = "牧云虚度#5287",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "桃子的味道-白银之手",
						["time"] = 1483618673,
						["class"] = 1,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "我是双鱼座-达纳斯",
						["iLvl"] = 876,
						["time"] = 1483618673,
						["class"] = 10,
						["bTag"] = "我是射手座#5294",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Handofdivine-奥拉基尔",
						["iLvl"] = 890,
						["time"] = 1483618624,
						["class"] = 2,
						["bTag"] = "暗影之龙#531229",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "Pt-主宰之剑",
						["iLvl"] = 861,
						["time"] = 1483618662,
						["class"] = 1,
						["bTag"] = "杨林他叔#5377",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "红叶丶飓风-阿古斯",
						["iLvl"] = 852,
						["time"] = 1483618654,
						["class"] = 10,
						["bTag"] = "GKG888#5936",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "Babyblue-熔火之心",
						["time"] = 1483618673,
						["class"] = 5,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "浮夸-扎拉赞恩",
						["iLvl"] = 885,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "浮夸#5267",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Tequierok-风暴峭壁",
						["iLvl"] = 887,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "TKss#51440",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "军团暗影-迦拉克隆",
						["iLvl"] = 857,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "军团之握#5351",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "我是盲人-海克泰尔",
						["iLvl"] = 871,
						["time"] = 1483618673,
						["class"] = 12,
						["bTag"] = "清醒地沉沦#5776",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "清风舞明月-白银之手",
						["iLvl"] = 868,
						["time"] = 1483618673,
						["class"] = 8,
						["bTag"] = "辰光#5239",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "古兹曼教主-银松森林",
						["iLvl"] = 854,
						["time"] = 1483618673,
						["class"] = 7,
						["bTag"] = "冰霜之犬#543559",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "丶尐丨懒僧灬-塞拉摩",
						["iLvl"] = 890,
						["time"] = 1483618673,
						["class"] = 10,
						["bTag"] = "吴奕萱#5241",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "丶尐丨懒貓灬-塞拉摩",
						["iLvl"] = 892,
						["time"] = 1483618673,
						["class"] = 5,
						["bTag"] = "灬圜丶仔灬#5163",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "紅八-安苏",
						["iLvl"] = 879,
						["time"] = 1483618673,
						["class"] = 11,
						["bTag"] = "Hsky#51162",
					}, -- [70]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -107.000122070313,
					["x"] = 72.500114440918,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["lastSearchValue"] = "1-124-423-0",
			["searchHistoryList"] = {
				"1-124-423-0", -- [1]
				"1-124-420-0", -- [2]
				"1-124-421-0", -- [3]
				"2-121-454-0", -- [4]
				"2-121-0-0", -- [5]
				"6-0-0-0", -- [6]
				"1-124-419-0", -- [7]
			},
			["searchInputHistory"] = {
				["6-0-0-0"] = {
					"魔", -- [1]
					"尼", -- [2]
					"天空", -- [3]
					"夺", -- [4]
					"审讯", -- [5]
				},
				["1-124-419-0"] = {
					"夺", -- [1]
				},
			},
			["worldQuestHelp"] = true,
		},
	},
}
