
HandyNotesDB = {
	["profileKeys"] = {
		["也爹拥簇者 - 暗影之月"] = "也爹拥簇者 - 暗影之月",
		["开二号 - 暗影之月"] = "开二号 - 暗影之月",
		["白富美大橙腿 - 暗影之月"] = "白富美大橙腿 - 暗影之月",
		["我要礼物 - 石爪峰"] = "我要礼物 - 石爪峰",
		["黑长直又硬 - 暗影之月"] = "黑长直又硬 - 暗影之月",
		["开四号 - 暗影之月"] = "开四号 - 暗影之月",
		["开三号 - 暗影之月"] = "开三号 - 暗影之月",
		["花泽丶韭菜 - 暗影之月"] = "花泽丶韭菜 - 暗影之月",
		["卡霸咯 - 暗影之月"] = "卡霸咯 - 暗影之月",
		["开一号 - 暗影之月"] = "开一号 - 暗影之月",
	},
	["profiles"] = {
		["也爹拥簇者 - 暗影之月"] = {
		},
		["开二号 - 暗影之月"] = {
		},
		["白富美大橙腿 - 暗影之月"] = {
		},
		["我要礼物 - 石爪峰"] = {
		},
		["黑长直又硬 - 暗影之月"] = {
		},
		["开四号 - 暗影之月"] = {
		},
		["开三号 - 暗影之月"] = {
		},
		["花泽丶韭菜 - 暗影之月"] = {
		},
		["卡霸咯 - 暗影之月"] = {
		},
		["开一号 - 暗影之月"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["也爹拥簇者 - 暗影之月"] = "也爹拥簇者 - 暗影之月",
		["开二号 - 暗影之月"] = "开二号 - 暗影之月",
		["白富美大橙腿 - 暗影之月"] = "白富美大橙腿 - 暗影之月",
		["我要礼物 - 石爪峰"] = "我要礼物 - 石爪峰",
		["黑长直又硬 - 暗影之月"] = "黑长直又硬 - 暗影之月",
		["开四号 - 暗影之月"] = "开四号 - 暗影之月",
		["开三号 - 暗影之月"] = "开三号 - 暗影之月",
		["花泽丶韭菜 - 暗影之月"] = "花泽丶韭菜 - 暗影之月",
		["卡霸咯 - 暗影之月"] = "卡霸咯 - 暗影之月",
		["开一号 - 暗影之月"] = "开一号 - 暗影之月",
	},
	["profiles"] = {
		["也爹拥簇者 - 暗影之月"] = {
		},
		["开二号 - 暗影之月"] = {
		},
		["白富美大橙腿 - 暗影之月"] = {
		},
		["我要礼物 - 石爪峰"] = {
		},
		["黑长直又硬 - 暗影之月"] = {
		},
		["开四号 - 暗影之月"] = {
		},
		["开三号 - 暗影之月"] = {
		},
		["花泽丶韭菜 - 暗影之月"] = {
		},
		["卡霸咯 - 暗影之月"] = {
		},
		["开一号 - 暗影之月"] = {
		},
	},
}
