
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["也爹拥簇者 - 暗影之月"] = "Default",
		["开二号 - 暗影之月"] = "Default",
		["白富美大橙腿 - 暗影之月"] = "Default",
		["我要礼物 - 石爪峰"] = "Default",
		["黑长直又硬 - 暗影之月"] = "Default",
		["开四号 - 暗影之月"] = "Default",
		["开三号 - 暗影之月"] = "Default",
		["花泽丶韭菜 - 暗影之月"] = "Default",
		["卡霸咯 - 暗影之月"] = "Default",
		["开一号 - 暗影之月"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石服务器维护^Scontent^S亲爱的玩家，由于集合石硬件维护，我们会在1月5日上午5：00开始对集合石进行维护，预计维护时间24小时。期间集合石积分兑换以及集合石活动报名将无法正常使用，集合石组队系统不会受到此次维护影响。^t^^",
				["new"] = false,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S96`来打我啊！`木桩DPS排行赛等你来战`1月12日-1月15日每晚8点，木桩DPS排行赛（斗鱼直播间：436537）全程独家直播！*`*J我虐木桩千百遍，木桩待我如初恋！各位亲爱的玩家们，还记得你们与木桩日夜不分的那些亲密时刻吗？现在，展现你与木桩有多”相爱”的时刻到了！一同来木桩DPS排行赛，打出你那震惊世人的DPS，Show出你对木桩的“爱”，证明你的努力与汗水是值得的！*J活动详情：{URL}`https://www.douyu.com/cms/new_list/201701/01/4681.shtml`1`0$S97`你搞活动我买单`进攻！暗夜要塞`1月21日（周六）20点，进攻！暗夜要塞*J面对宏伟的夜之子文明地标，源源不断的奥术能量从暗夜井中涌出，这里原本是一座远离俗世尘嚣的避风港，如今古尔丹带领着邪能风暴席卷了曾经的月神殿。勇士们做好准备，让我们与主持人：熊猫TV-闹小闹闹（房间号：309685）一起进军暗夜要塞。*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2002;850,,每周限量;68841;37846#2004;1200,1500,每周限量;34493;22966^S玩具#2^S4002;800,,每周限量;72161#7001;750,,每周限量;54212;31756^S推荐#1#1^S3006;1500,1800,每周限量;79769#3008;150;45047;28811^S坐骑#3^S9002;1500,,每月限量;69228;38048^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^S带^S算^S老板^S欢迎^S直播^S金团^S预定^S询价^S支持^S强制^S咨询^S包出^S保底^S50^S消费^^",
				["new"] = true,
			},
		},
		["version"] = "70100.05",
		["ActivityProfiles"] = {
			["Voice"] = "",
			["艾萨拉之眼（史诗）"] = {
				["ItemLevel"] = 840,
				["Summary"] = "",
				["MinLevel"] = 110,
				["MaxLevel"] = 110,
				["PvPRating"] = 0,
				["HonorLevel"] = 0,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = ".*马云.*",
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [3]
			{
				["text"] = "tao.*bao",
			}, -- [4]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [5]
			{
				["text"] = "支.*付.*宝",
			}, -- [6]
			{
				["text"] = "淘.*宝",
			}, -- [7]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [8]
			["default"] = true,
		},
	},
}
