
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["树皮术"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["低吼"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["铁鬃"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["迎头痛击"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["沉睡者之怒"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["梦境行者"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["痛击"] = {
			50, -- [1]
			"spell", -- [2]
		},
		["狂暴回复"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["达拉然炉石"] = {
			140192, -- [1]
			"item", -- [2]
		},
		["熊形态"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["猎豹形态"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["旅行形态"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["树人形态"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["生存本能"] = {
			49, -- [1]
			"spell", -- [2]
		},
		["狂奔怒吼"] = {
			46, -- [1]
			"spell", -- [2]
		},
		["裂伤"] = {
			53, -- [1]
			"spell", -- [2]
		},
		["急奔"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["疾步夜行"] = {
			4, -- [1]
			"spell", -- [2]
		},
		["横扫"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["野性冲锋"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["月火术"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["夺魂咆哮"] = {
			31, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["style"] = 1,
		["config"] = false,
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
